Repository: Overmaze/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: el

source: Machine restarted
el: Το μηχάνημα επανεκκινήθηκε

source: Edit machine
el: Επεξεργασία μηχανήματος

source: Delete machine
el: Διαγραφή μηχανήματος

source: Machine successfully deleted.
el: Το μηχάνημα διαγράφηκε με επιτυχία.

source: Are you sure you want to remove this machine?
el: Είστε βέβαιοι ότι θέλετε να αφαιρέσετε αυτό το μηχάνημα;

source: Machine
el: Μηχάνημα

source: Restart required
el: Απαιτείται επανεκκίνηση

source: Machine Actions
el: Ενέργειες μηχανήματος

source: Restart
el: Επανεκκίνηση

source: Restart machine
el: Επανεκκίνηση μηχανήματος

source: manual restart required
el: απαιτείται χειροκίνητη επανεκκίνηση

source: General
el: Γενικά

source: Machine Type
el: Τύπος μηχανήματος

source: Machine Driver
el: Οδηγός μηχανήματος

source: Initialized
el: Αρχικοποιήθηκε

source: No errors reported
el: Δεν αναφέρθηκαν σφάλματα

source: Properties
el: Ιδιότητες

source: Driver Settings
el: Ρυθμίσεις οδηγού

source: Add Machine
el: Προσθήκη μηχανήματος

source: Delete Machine
el: Διαγραφή μηχανήματος

source: Edit Machine
el: Επεξεργασία μηχανήματος

source: Restart Machine
el: Επανεκκίνηση μηχανήματος

source: Add machine
el: Προσθήκη μηχανήματος

source: Machine Detail
el: Λεπτομέρειες μηχανήματος

source: Driver
el: Οδηγός

source: Driver Type
el: Τύπος οδηγού

source: Builtin driver
el: Ενσωματωμένος οδηγός

source: Not Found
el: Δεν βρέθηκε

source: Machine type not found.
el: Ο τύπος μηχανήματος δεν βρέθηκε.

source: Machine Type Information
el: Πληροφορίες τύπου μηχανήματος

source: Provider plugin
el: Plugin παρόχου

source: Provider file
el: Αρχείο παρόχου

source: Available Drivers
el: Διαθέσιμοι οδηγοί

source: Machine driver not found.
el: Ο οδηγός μηχανήματος δεν βρέθηκε.

source: Machine driver information
el: Πληροφορίες οδηγού μηχανήματος

source: Machine type
el: Τύπος μηχανήματος

source: Builtin type
el: Ενσωματωμένος τύπος

source: Machine Type Detail
el: Λεπτομέρειες τύπου μηχανήματος

source: Machine Driver Detail
el: Λεπτομέρειες οδηγού μηχανήματος

source: Age
el: Ηλικία

source: Notification
el: Ειδοποίηση

source: Message
el: Μήνυμα

source: Show active parts
el: Εμφάνιση ενεργών προϊόντων

source: Show locked parts
el: Εμφάνιση κλειδωμένων προϊόντων

source: Show assembly parts
el: Εμφάνιση προϊόντων συναρμολόγησης

source: Assembly IPN
el: IPN συναρμολόγησης

source: Part IPN
el: IPN προϊόντος

source: Required Stock
el: Απαιτούμενο απόθεμα

source: View Build Order
el: Προβολή εντολής παραγωγής

source: You are subscribed to notifications for this category
el: Έχετε εγγραφεί σε ειδοποιήσεις για αυτήν την κατηγορία

source: Include Subcategories
el: Συμπερίληψη υποκατηγοριών

source: Include subcategories in results
el: Συμπερίλαβε τις υποκατηγορίες στα αποτελέσματα

source: Show structural categories
el: Εμφάνιση δομικών κατηγοριών

source: Show categories to which the user is subscribed
el: Εμφάνιση κατηγοριών στις οποίες ο χρήστης είναι εγγεγραμμένος

source: New Part Category
el: Νέα κατηγορία προϊόντων

source: Set Parent Category
el: Ορισμός γονικής κατηγορίας

source: Set Parent
el: Ορισμός γονικού

source: Set parent category for the selected items
el: Ορισμός γονικής κατηγορίας για τα επιλεγμένα στοιχεία

source: Add Part Category
el: Προσθήκη κατηγορίας προϊόντων

source: Add Category Parameter
el: Προσθήκη παραμέτρου κατηγορίας

source: Edit Category Parameter
el: Επεξεργασία παραμέτρου κατηγορίας

source: Delete Category Parameter
el: Διαγραφή παραμέτρου κατηγορίας

source: Total Quantity
el: Συνολική ποσότητα

source: Show pending orders
el: Εμφάνιση εκκρεμών παραγγελιών

source: Show received items
el: Εμφάνιση παραληφθέντων Προϊόντων

source: View Sales Order
el: Προβολή παραγγελίας πώλησης

source: Minimum stock
el: Ελάχιστο απόθεμα

source: Filter by part active status
el: Φιλτράρισμα κατά ενεργή κατάσταση προϊόντος

source: Filter by part locked status
el: Φιλτράρισμα κατά κλειδωμένα προϊόντα

source: Filter by assembly attribute
el: Φιλτράρισμα κατά χαρακτηριστικό συναρμολόγησης

source: BOM Valid
el: Έγκυρο BOM

source: Filter by parts with a valid BOM
el: Φιλτράρισμα προϊόντων με έγκυρο BOM

source: Include parts in subcategories
el: Συμπερίληψη προϊόντων σε υποκατηγορίες

source: Filter by component attribute
el: Φιλτράρισμα κατά χαρακτηριστικό Προϊόντος

source: Filter by testable attribute
el: Φιλτράρισμα κατά δυνατότητα δοκιμής

source: Filter by trackable attribute
el: Φιλτράρισμα κατά δυνατότητα ιχνηλάτησης

source: Filter by parts which have units
el: Φιλτράρισμα προϊόντων με μονάδες

source: Has IPN
el: Έχει IPN

source: Filter by parts which have an internal part number
el: Φιλτράρισμα προϊόντων με εσωτερικό κωδικό

source: Has Stock
el: Έχει απόθεμα

source: Filter by parts which have stock
el: Φιλτράρισμα προϊόντων με διαθέσιμο απόθεμα

source: Filter by parts which have low stock
el: Φιλτράρισμα προϊόντων με χαμηλό απόθεμα

source: Purchaseable
el: Αγοράσιμα

source: Filter by parts which are purchaseable
el: Φιλτράρισμα προϊόντων που μπορούν να αγοραστούν

source: Salable
el: Πωλήσιμα

source: Filter by parts which are salable
el: Φιλτράρισμα προϊόντων που μπορούν να πωληθούν

source: Filter by parts which are virtual
el: Φιλτράρισμα εικονικών προϊόντων

source: Not Virtual
el: Μη εικονικά

source: Is Template
el: Είναι πρότυπο

source: Filter by parts which are templates
el: Φιλτράρισμα προϊόντων που είναι πρότυπα

source: Is Variant
el: Είναι παραλλαγή

source: Filter by parts which are variants
el: Φιλτράρισμα προϊόντων που είναι παραλλαγές

source: Is Revision
el: Είναι αναθεώρηση

source: Filter by parts which are revisions
el: Φιλτράρισμα προϊόντων που είναι αναθεωρήσεις

source: Has Revisions
el: Έχει αναθεωρήσεις

source: Filter by parts which have revisions
el: Φιλτράρισμα προϊόντων με αναθεωρήσεις

source: Filter by parts which have pricing information
el: Φιλτράρισμα προϊόντων με πληροφορίες τιμολόγησης

source: Filter by parts which have available stock
el: Φιλτράρισμα προϊόντων με διαθέσιμο απόθεμα

source: Filter by parts to which the user is subscribed
el: Φιλτράρισμα προϊόντων στα οποία ο χρήστης έχει εγγραφεί

source: Import Parts
el: Εισαγωγή προϊόντων

source: Set Category
el: Ορισμός κατηγορίας

source: Set category for selected parts
el: Ορισμός κατηγορίας για τα επιλεγμένα προϊόντα

source: Order selected parts
el: Παραγγελία επιλεγμένων προϊόντων

source: Add Parts
el: Προσθήκη προϊόντων

source: Create Part
el: Δημιουργία προϊόντος

source: Create a new part
el: Δημιουργία νέου προϊόντος

source: Import parts from a file
el: Εισαγωγή εξαρτημάτων από αρχείο

source: Import from Supplier
el: Εισαγωγή από προμηθευτή

source: Import parts from a supplier plugin
el: Εισαγωγή εξαρτημάτων από πρόσθετο προμηθευτή

source: Add Test Result
el: Προσθήκη αποτελέσματος δοκιμής

source: Test result added
el: Το αποτέλεσμα δοκιμής προστέθηκε

source: Add Test Results
el: Προσθήκη αποτελεσμάτων δοκιμής

source: Test results added
el: Τα αποτελέσματα δοκιμής προστέθηκαν

source: No Result
el: Κανένα αποτέλεσμα

source: Show build outputs currently in production
el: Εμφάνιση εξόδων παραγωγής που βρίσκονται σε εξέλιξη

source: Test is defined for a parent template part
el: Η δοκιμή έχει οριστεί για γονικό πρότυπο εξαρτήματος

source: Template Details
el: Λεπτομέρειες προτύπου

source: Results
el: Αποτελέσματα

source: Show required tests
el: Εμφάνιση απαιτούμενων δοκιμών

source: Show enabled tests
el: Εμφάνιση ενεργών δοκιμών

source: Requires Value
el: Απαιτεί τιμή

source: Show tests that require a value
el: Εμφάνιση δοκιμών που απαιτούν τιμή

source: Requires Attachment
el: Απαιτεί συνημμένο

source: Show tests that require an attachment
el: Εμφάνιση δοκιμών που απαιτούν συνημμένο

source: Include Inherited
el: Συμπερίληψη κληρονομημένων

source: Show tests from inherited templates
el: Εμφάνιση δοκιμών από κληρονομημένα πρότυπα

source: Has Results
el: Έχει αποτελέσματα

source: Show tests which have recorded results
el: Εμφάνιση δοκιμών με καταγεγραμμένα αποτελέσματα

source: Add Test Template
el: Προσθήκη προτύπου δοκιμής

source: Edit Test Template
el: Επεξεργασία προτύπου δοκιμής

source: Delete Test Template
el: Διαγραφή προτύπου δοκιμής

source: This action cannot be reversed
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί

source: Any tests results associated with this template will be deleted
el: Όλα τα αποτελέσματα δοκιμών που σχετίζονται με αυτό το πρότυπο θα διαγραφούν

source: View Parent Part
el: Προβολή γονικού εξαρτήματος

source: Part templates cannot be edited, as the part is locked
el: Τα πρότυπα εξαρτημάτων δεν μπορούν να επεξεργαστούν, καθώς το εξάρτημα είναι κλειδωμένο

source: Select
el: Επιλέξτε

source: Show active variants
el: Εμφάνιση ενεργών παραλλαγών

source: Template
el: Πρότυπο

source: Show template variants
el: Εμφάνιση παραλλαγών προτύπου

source: Show virtual variants
el: Εμφάνιση εικονικών παραλλαγών

source: Show trackable variants
el: Εμφάνιση ιχνηλάσιμων παραλλαγών

source: Add Related Part
el: Προσθήκη σχετικού εξαρτήματος

source: Delete Related Part
el: Διαγραφή σχετικού εξαρτήματος

source: Edit Related Part
el: Επεξεργασία σχετικού εξαρτήματος

source: Add Selection List
el: Προσθήκη λίστας επιλογής

source: Edit Selection List
el: Επεξεργασία λίστας επιλογής

source: Delete Selection List
el: Διαγραφή λίστας επιλογής

source: Stage
el: Στάδιο

source: Plugin is active
el: Το πρόσθετο είναι ενεργό

source: Plugin is inactive
el: Το πρόσθετο είναι ανενεργό

source: Plugin is not installed
el: Το πρόσθετο δεν είναι εγκατεστημένο

source: Mandatory
el: Υποχρεωτικό

source: Description not available
el: Δεν υπάρχει διαθέσιμη περιγραφή

source: Confirm plugin activation
el: Επιβεβαίωση ενεργοποίησης plugin

source: Confirm plugin deactivation
el: Επιβεβαίωση απενεργοποίησης plugin

source: The selected plugin will be activated
el: Το επιλεγμένο plugin θα ενεργοποιηθεί

source: The selected plugin will be deactivated
el: Το επιλεγμένο plugin θα απενεργοποιηθεί

source: Deactivate
el: Απενεργοποίηση

source: Activate
el: Ενεργοποίηση

source: Activate selected plugin
el: Ενεργοποίηση επιλεγμένου plugin

source: Update selected plugin
el: Ενημέρωση επιλεγμένου plugin

source: Uninstall
el: Απεγκατάσταση

source: Uninstall selected plugin
el: Απεγκατάσταση επιλεγμένου plugin

source: Delete selected plugin configuration
el: Διαγραφή ρυθμίσεων του επιλεγμένου plugin

source: Activate Plugin
el: Ενεργοποίηση Plugin

source: The plugin was activated
el: Το plugin ενεργοποιήθηκε

source: The plugin was deactivated
el: Το plugin απενεργοποιήθηκε

source: Install Plugin
el: Εγκατάσταση Plugin

source: Install
el: Εγκατάσταση

source: Plugin installed successfully
el: Το plugin εγκαταστάθηκε με επιτυχία

source: Uninstall Plugin
el: Απεγκατάσταση Plugin

source: Confirm plugin uninstall
el: Επιβεβαίωση απεγκατάστασης plugin

source: The selected plugin will be uninstalled.
el: Το επιλεγμένο plugin θα απεγκατασταθεί.

source: Plugin uninstalled successfully
el: Το plugin απεγκαταστάθηκε με επιτυχία

source: Delete Plugin
el: Διαγραφή Plugin

source: Deleting this plugin configuration will remove all associated settings and data. Are you sure you want to delete this plugin?
el: Η διαγραφή αυτής της ρύθμισης plugin θα αφαιρέσει όλες τις συνδεδεμένες ρυθμίσεις και δεδομένα. Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το plugin;

source: Plugins reloaded
el: Τα plugins φορτώθηκαν ξανά

source: Plugins were reloaded successfully
el: Τα plugins φορτώθηκαν ξανά με επιτυχία

source: Reload Plugins
el: Επαναφόρτωση Plugins

source: Plugin Detail
el: Λεπτομέρειες Plugin

source: Sample
el: Δείγμα

source: Installed
el: Εγκατεστημένο

source: Active Part
el: Ενεργό προϊόν

source: Show manufacturer parts for active internal parts.
el: Εμφάνιση προϊόντων κατασκευαστή για ενεργά εσωτερικά προϊόντα.

source: Active Manufacturer
el: Ενεργός κατασκευαστής

source: Show manufacturer parts for active manufacturers.
el: Εμφάνιση προϊόντων για ενεργούς κατασκευαστές.

source: Import Line Items
el: Εισαγωγή γραμμών παραγγελίας

source: Supplier Code
el: Κωδικός προμηθευτή

source: Supplier Link
el: Σύνδεσμος προμηθευτή

source: Manufacturer Code
el: Κωδικός κατασκευαστή

source: Show line items which have been received
el: Εμφάνιση γραμμών που έχουν παραληφθεί

source: Receive line item
el: Παραλαβή γραμμής

source: Receive items
el: Παραλαβή Προϊόντων

source: Base units
el: Βασικές μονάδες

source: Add supplier part
el: Προσθήκη προϊόντος προμηθευτή

source: Import supplier part
el: Εισαγωγή προϊόντος προμηθευτή

source: Show active supplier parts
el: Εμφάνιση ενεργών προϊόντων προμηθευτή

source: Show active internal parts
el: Εμφάνιση ενεργών εσωτερικών προϊόντων

source: Active Supplier
el: Ενεργός προμηθευτής

source: Show active suppliers
el: Εμφάνιση ενεργών προμηθευτών

source: Show supplier parts with stock
el: Εμφάνιση προϊόντων προμηθευτή με απόθεμα

source: Received Date
el: Ημερομηνία παραλαβής

source: Show items which have been received
el: Εμφάνιση Προϊόντων που έχουν παραληφθεί

source: Filter by line item status
el: Φιλτράρισμα βάσει κατάστασης γραμμής

source: Receive selected items
el: Παραλαβή επιλεγμένων Προϊόντων

source: Receive Item
el: Παραλαβή Προϊόντος

source: Show outstanding allocations
el: Εμφάνιση μη ολοκληρωμένων δεσμεύσεων

source: Assigned to Shipment
el: Ανατέθηκε σε αποστολή

source: Show allocations assigned to a shipment
el: Εμφάνιση δεσμεύσεων που έχουν ανατεθεί σε αποστολή

source: Available Quantity
el: Διαθέσιμη ποσότητα

source: No shipment
el: Καμία αποστολή

source: Not shipped
el: Δεν έχει αποσταλεί

source: Edit Allocation
el: Επεξεργασία δέσμευσης

source: View Shipment
el: Προβολή αποστολής

source: Assign to Shipment
el: Ανάθεση σε αποστολή

source: Assign to shipment
el: Ανάθεση σε αποστολή

source: Allocate Serial Numbers
el: Δέσμευση σειριακών αριθμών

source: Show lines which are fully allocated
el: Εμφάνιση γραμμών με πλήρη δέσμευση

source: Show lines which are completed
el: Εμφάνιση ολοκληρωμένων γραμμών

source: Allocate serials
el: Δέσμευση σειριακών

source: Build stock
el: Παραγωγή αποθέματος

source: Order stock
el: Παραγγελία αποθέματος

source: Create Shipment
el: Δημιουργία αποστολής

source: Items
el: Προϊόντα

source: Edit shipment
el: Επεξεργασία αποστολής

source: Cancel shipment
el: Ακύρωση αποστολής

source: Add shipment
el: Προσθήκη αποστολής

source: Show shipments which have been checked
el: Εμφάνιση ελεγμένων αποστολών

source: Show shipments which have been shipped
el: Εμφάνιση αποστολών που έχουν σταλεί

source: Show shipments which have been delivered
el: Εμφάνιση παραδομένων αποστολών

source: Generate Token
el: Δημιουργία token

source: Token generated
el: Το token δημιουργήθηκε

source: Revoked
el: Ανακλημένο

source: In Use
el: Σε χρήση

source: Last Seen
el: Τελευταία εμφάνιση

source: Expiry
el: Λήξη

source: Show revoked tokens
el: Εμφάνιση ανακλημένων tokens

source: Revoke
el: Ανάκληση

source: Error revoking token
el: Σφάλμα κατά την ανάκληση token

source: Tokens are only shown once - make sure to note it down.
el: Τα tokens εμφανίζονται μόνο μία φορά — σημειώστε τα.

source: Barcode Information
el: Πληροφορίες barcode

source: Result
el: Αποτέλεσμα

source: Context
el: Συμφραζόμενα

source: Response
el: Απόκριση

source: Filter by result
el: Φιλτράρισμα βάσει αποτελέσματος

source: Delete Barcode Scan Record
el: Διαγραφή καταγραφής barcode

source: Barcode Scan Details
el: Λεπτομέρειες σάρωσης barcode

source: Logging Disabled
el: Η καταγραφή είναι απενεργοποιημένη

source: Barcode logging is not enabled
el: Η καταγραφή barcode δεν είναι ενεργή

source: Status Group
el: Ομάδα κατάστασης

source: Logical State
el: Λογική κατάσταση

source: Identifier
el: Αναγνωριστικό

source: Edit State
el: Επεξεργασία κατάστασης

source: Delete State
el: Διαγραφή κατάστασης

source: Add Custom Unit
el: Προσθήκη προσαρμοσμένης μονάδας

source: Edit Custom Unit
el: Επεξεργασία προσαρμοσμένης μονάδας

source: Delete Custom Unit
el: Διαγραφή προσαρμοσμένης μονάδας

source: Add custom unit
el: Προσθήκη προσαρμοσμένης μονάδας

source: Announced
el: Ανακοινώθηκε

source: Sent
el: Εστάλη

source: Failed
el: Απέτυχε

source: Read
el: Αναγνώστηκε

source: Confirmed
el: Επιβεβαιώθηκε

source: Send Test Email
el: Αποστολή δοκιμαστικού email

source: Email sent successfully
el: Το email στάλθηκε επιτυχώς

source: Delete Email
el: Διαγραφή email

source: Email deleted successfully
el: Το email διαγράφηκε επιτυχώς

source: Subject
el: Θέμα

source: To
el: Προς

source: Sender
el: Αποστολέας

source: Direction
el: Κατεύθυνση

source: Incoming
el: Εισερχόμενο

source: Outgoing
el: Εξερχόμενο

source: Traceback
el: Ιχνηλάτηση

source: When
el: Πότε

source: Error Information
el: Πληροφορίες σφάλματος

source: Delete Error Report
el: Διαγραφή αναφοράς σφάλματος

source: Are you sure you want to delete this error report?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την αναφορά σφάλματος;

source: Error report deleted
el: Η αναφορά σφάλματος διαγράφηκε

source: Error Details
el: Λεπτομέρειες σφάλματος

source: Output Type
el: Τύπος εξόδου

source: Exported On
el: Εξήχθη στις

source: Delete Output
el: Διαγραφή εξόδου

source: Task
el: Εργασία

source: Task ID
el: ID εργασίας

source: Started
el: Ξεκίνησε

source: Attempts
el: Προσπάθειες

source: No Information
el: Καμία πληροφορία

source: No error details are available for this task
el: Δεν υπάρχουν διαθέσιμες λεπτομέρειες σφάλματος για αυτήν την εργασία

source: Group with id {id} not found
el: Δεν βρέθηκε ομάδα με id {id}

source: An error occurred while fetching group details
el: Παρουσιάστηκε σφάλμα κατά την ανάκτηση λεπτομερειών ομάδας

source: Name of the user group
el: Όνομα ομάδας χρηστών

source: Open Profile
el: Άνοιγμα προφίλ

source: Delete group
el: Διαγραφή ομάδας

source: Group deleted
el: Η ομάδα διαγράφηκε

source: Are you sure you want to delete this group?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την ομάδα;

source: Add group
el: Προσθήκη ομάδας

source: Edit Group
el: Επεξεργασία ομάδας

source: Add Group
el: Προσθήκη ομάδας

source: Delete Import Session
el: Διαγραφή συνεδρίας εισαγωγής

source: Create Import Session
el: Δημιουργία συνεδρίας εισαγωγής

source: Uploaded
el: Μεταφορτώθηκε

source: Imported Rows
el: Γραμμές που εισήχθησαν

source: Filter by target model type
el: Φιλτράρισμα κατά τύπο μοντέλου προορισμού

source: Filter by import session status
el: Φιλτράρισμα κατά κατάσταση συνεδρίας εισαγωγής

source: Arguments
el: Ορίσματα

source: Remove all pending tasks
el: Αφαίρεση όλων των εκκρεμών εργασιών

source: All pending tasks deleted
el: Όλες οι εκκρεμείς εργασίες διαγράφηκαν

source: Error while deleting all pending tasks
el: Σφάλμα κατά τη διαγραφή όλων των εκκρεμών εργασιών

source: Edit Project Code
el: Επεξεργασία κωδικού έργου

source: Delete Project Code
el: Διαγραφή κωδικού έργου

source: Add project code
el: Προσθήκη κωδικού έργου

source: Last Run
el: Τελευταία εκτέλεση

source: Next Run
el: Επόμενη εκτέλεση

source: Template not found
el: Το πρότυπο δεν βρέθηκε

source: An error occurred while fetching template details
el: Παρουσιάστηκε σφάλμα κατά την ανάκτηση λεπτομερειών προτύπου

source: Modify
el: Τροποποίηση

source: Modify template file
el: Τροποποίηση αρχείου προτύπου

source: Edit Template
el: Επεξεργασία προτύπου

source: Delete template
el: Διαγραφή προτύπου

source: Add Template
el: Προσθήκη προτύπου

source: Add template
el: Προσθήκη προτύπου

source: Filter by enabled status
el: Φιλτράρισμα κατά κατάσταση ενεργοποίησης

source: Groups updated
el: Οι ομάδες ενημερώθηκαν

source: User groups updated successfully
el: Οι ομάδες χρήστη ενημερώθηκαν με επιτυχία

source: Error updating user groups
el: Σφάλμα κατά την ενημέρωση των ομάδων χρήστη

source: User with id {id} not found
el: Ο χρήστης με id {id} δεν βρέθηκε

source: An error occurred while fetching user details
el: Παρουσιάστηκε σφάλμα κατά την ανάκτηση των στοιχείων χρήστη

source: Is Active
el: Είναι ενεργός

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
el: Ορίζει αν ο χρήστης θα θεωρείται ενεργός. Αποεπιλέξτε το αντί να διαγράψετε λογαριασμούς.

source: Is Staff
el: Είναι προσωπικό

source: Designates whether the user can log into the django admin site.
el: Ορίζει αν ο χρήστης μπορεί να συνδεθεί στο django admin.

source: Is Superuser
el: Είναι υπερδιαχειριστής

source: Designates that this user has all permissions without explicitly assigning them.
el: Ορίζει ότι αυτός ο χρήστης έχει όλα τα δικαιώματα χωρίς ρητή ανάθεσή τους.

source: You cannot edit the rights for the currently logged-in user.
el: Δεν μπορείτε να επεξεργαστείτε τα δικαιώματα του τρέχοντος συνδεδεμένου χρήστη.

source: User Groups
el: Ομάδες χρηστών

source: Lock user
el: Κλείδωμα χρήστη

source: Unlock user
el: Ξεκλείδωμα χρήστη

source: Delete user
el: Διαγραφή χρήστη

source: User deleted
el: Ο χρήστης διαγράφηκε

source: Are you sure you want to delete this user?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτόν τον χρήστη;

source: Set Password
el: Ορισμός κωδικού

source: Password updated
el: Ο κωδικός ενημερώθηκε

source: Add user
el: Προσθήκη χρήστη

source: Show active users
el: Εμφάνιση ενεργών χρηστών

source: Show staff users
el: Εμφάνιση χρηστών προσωπικού

source: Show superusers
el: Εμφάνιση υπερδιαχειριστών

source: Edit User
el: Επεξεργασία χρήστη

source: Add User
el: Προσθήκη χρήστη

source: Added user
el: Ο χρήστης προστέθηκε

source: User updated
el: Ο χρήστης ενημερώθηκε

source: User updated successfully
el: Ο χρήστης ενημερώθηκε με επιτυχία

source: Error updating user
el: Σφάλμα κατά την ενημέρωση χρήστη

source: Install Item
el: Εγκατάσταση Προϊόντος

source: Item installed
el: Το Προϊόν εγκαταστάθηκε

source: Uninstall Item
el: Απεγκατάσταση Προϊόντος

source: Item uninstalled
el: Το Προϊόν απεγκαταστάθηκε

source: Uninstall stock item
el: Απεγκατάσταση αποθέματος

source: Add Location Type
el: Προσθήκη τύπου τοποθεσίας

source: Edit Location Type
el: Επεξεργασία τύπου τοποθεσίας

source: Delete Location Type
el: Διαγραφή τύπου τοποθεσίας

source: Icon
el: Εικονίδιο

source: This stock item is in production
el: Αυτό το Προϊόν αποθέματος είναι σε παραγωγή

source: This stock item has been assigned to a sales order
el: Αυτό το Προϊόν αποθέματος έχει ανατεθεί σε παραγγελία πώλησης

source: This stock item has been assigned to a customer
el: Αυτό το Προϊόν αποθέματος έχει ανατεθεί σε πελάτη

source: This stock item is installed in another stock item
el: Αυτό το Προϊόν αποθέματος είναι εγκατεστημένο σε άλλο Προϊόν αποθέματος

source: This stock item has been consumed by a build order
el: Αυτό το Προϊόν αποθέματος έχει καταναλωθεί από εντολή παραγωγής

source: This stock item is unavailable
el: Αυτό το Προϊόν αποθέματος δεν είναι διαθέσιμο

source: This stock item has expired
el: Αυτό το Προϊόν αποθέματος έχει λήξει

source: This stock item is stale
el: Αυτό το Προϊόν αποθέματος είναι παλιό

source: This stock item is fully allocated
el: Αυτό το Προϊόν αποθέματος έχει πλήρως δεσμευτεί

source: This stock item is partially allocated
el: Αυτό το Προϊόν αποθέματος έχει μερικώς δεσμευτεί

source: This stock item has been depleted
el: Αυτό το Προϊόν αποθέματος έχει εξαντληθεί

source: Stocktake Date
el: Ημερομηνία απογραφής

source: Show stock for active parts
el: Εμφάνιση αποθέματος για ενεργά προϊόντα

source: Show stock for assembled parts
el: Εμφάνιση αποθέματος για συναρμολογημένα προϊόντα

source: Show items which have been allocated
el: Εμφάνιση Προϊόντων που έχουν δεσμευτεί

source: Show items which are available
el: Εμφάνιση διαθέσιμων Προϊόντων

source: Include Sublocations
el: Συμπερίληψη υποτοποθεσιών

source: Include stock in sublocations
el: Συμπερίληψη αποθέματος σε υποτοποθεσίες

source: Depleted
el: Εξαντλημένο
