Repository: Overmaze/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: el

source: Show depleted stock items
el: Εμφάνιση εξαντλημένου αποθέματος

source: Show items which are in production
el: Εμφάνιση Προϊόντων σε παραγωγή

source: Show items which have been consumed by a build order
el: Εμφάνιση Προϊόντων που έχουν καταναλωθεί από εντολή παραγωγής

source: Show stock items which are installed in other items
el: Εμφάνιση Προϊόντων αποθέματος που είναι εγκατεστημένα σε άλλα Προϊόντα

source: Sent to Customer
el: Απεσταλμένα σε πελάτη

source: Show items which have been sent to a customer
el: Εμφάνιση Προϊόντων που έχουν αποσταλεί σε πελάτη

source: Show tracked items
el: Εμφάνιση ιχνηλάσιμων Προϊόντων

source: Has Purchase Price
el: Έχει τιμή αγοράς

source: Show items which have a purchase price
el: Εμφάνιση Προϊόντων που έχουν τιμή αγοράς

source: Show items which have expired
el: Εμφάνιση Προϊόντων που έχουν λήξει

source: Show items which are stale
el: Εμφάνιση Προϊόντων που είναι παλαιωμένα

source: Expired Before
el: Έληξαν πριν από

source: Show items which expired before this date
el: Εμφάνιση Προϊόντων που έληξαν πριν από αυτή την ημερομηνία

source: Expired After
el: Έληξαν μετά από

source: Show items which expired after this date
el: Εμφάνιση Προϊόντων που έληξαν μετά από αυτή την ημερομηνία

source: Updated Before
el: Ενημερώθηκαν πριν από

source: Show items updated before this date
el: Εμφάνιση Προϊόντων που ενημερώθηκαν πριν από αυτή την ημερομηνία

source: Updated After
el: Ενημερώθηκαν μετά από

source: Show items updated after this date
el: Εμφάνιση Προϊόντων που ενημερώθηκαν μετά από αυτή την ημερομηνία

source: Stocktake Before
el: Απογραφή πριν από

source: Show items counted before this date
el: Εμφάνιση Προϊόντων που απογράφηκαν πριν από αυτή την ημερομηνία

source: Stocktake After
el: Απογραφή μετά από

source: Show items counted after this date
el: Εμφάνιση Προϊόντων που απογράφηκαν μετά από αυτή την ημερομηνία

source: External Location
el: Εξωτερική τοποθεσία

source: Show items in an external location
el: Εμφάνιση Προϊόντων σε εξωτερική τοποθεσία

source: Order items
el: Παραγγελία Προϊόντων

source: Test
el: Τεστ

source: Test result for installed stock item
el: Αποτέλεσμα τεστ για εγκατεστημένο Προϊόν αποθέματος

source: Attachment
el: Συνημμένο

source: Test station
el: Σταθμός δοκιμής

source: Finished
el: Ολοκληρώθηκε

source: Edit Test Result
el: Επεξεργασία αποτελέσματος τεστ

source: Test result updated
el: Το αποτέλεσμα του τεστ ενημερώθηκε

source: Delete Test Result
el: Διαγραφή αποτελέσματος τεστ

source: Test result deleted
el: Το αποτέλεσμα του τεστ διαγράφηκε

source: Test Passed
el: Επιτυχής δοκιμή

source: Test result has been recorded
el: Το αποτέλεσμα του τεστ καταχωρήθηκε

source: Failed to record test result
el: Αποτυχία καταγραφής αποτελέσματος τεστ

source: Pass Test
el: Επιτυχής Δοκιμή

source: Show results for required tests
el: Εμφάνιση αποτελεσμάτων για υποχρεωτικά τεστ

source: Include Installed
el: Συμπερίληψη εγκατεστημένων

source: Show results for installed stock items
el: Εμφάνιση αποτελεσμάτων για εγκατεστημένα Προϊόντα

source: Passed
el: Επιτυχία

source: Show only passed tests
el: Εμφάνιση μόνο επιτυχημένων τεστ

source: Show results for enabled tests
el: Εμφάνιση αποτελεσμάτων για ενεργά τεστ

source: Include sublocations in results
el: Συμπερίληψη υποτοποθεσιών στα αποτελέσματα

source: Show structural locations
el: Εμφάνιση δομικών τοποθεσιών

source: Show external locations
el: Εμφάνιση εξωτερικών τοποθεσιών

source: Has location type
el: Έχει τύπο τοποθεσίας

source: Filter by location type
el: Φιλτράρισμα κατά τύπο τοποθεσίας

source: Add Stock Location
el: Προσθήκη τοποθεσίας αποθέματος

source: Set Parent Location
el: Ορισμός μητρικής τοποθεσίας

source: Set parent location for the selected items
el: Ορισμός μητρικής τοποθεσίας για τα επιλεγμένα Προϊόντα

source: Added
el: Προστέθηκε

source: Removed
el: Αφαιρέθηκε

source: No user information
el: Δεν υπάρχουν πληροφορίες χρήστη

source: Mobile viewport detected
el: Ανιχνεύτηκε προβολή κινητού

source: InvenTree UI is optimized for Tablets and Desktops, you can use the official app for a mobile experience.
el: Το περιβάλλον του InvenTree είναι βελτιστοποιημένο για Tablets και Desktops, μπορείτε να χρησιμοποιήσετε την επίσημη εφαρμογή για εμπειρία κινητού.

source: Read the docs
el: Διαβάστε την τεκμηρίωση

source: Ignore and continue to Desktop view
el: Παράβλεψη και συνέχεια στην προβολή Desktop
