Repository: Overmaze/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: el

source: Submit Bug Report
el: Υποβολή αναφοράς σφάλματος

source: Copy version information
el: Αντιγραφή πληροφοριών έκδοσης

source: Development Version
el: Έκδοση ανάπτυξης

source: Up to Date
el: Ενημερωμένο

source: Update Available
el: Διαθέσιμη ενημέρωση

source: No license text available
el: Δεν υπάρχει διαθέσιμο κείμενο άδειας

source: No Information provided - this is likely a server issue
el: Δεν δόθηκαν πληροφορίες — πιθανό πρόβλημα διακομιστή

source: Loading license information
el: Φόρτωση πληροφοριών άδειας

source: Failed to fetch license information
el: Αποτυχία λήψης πληροφοριών άδειας

source: {key} Packages
el: Πακέτα {key}

source: Instance Name
el: Όνομα instance

source: Server Version
el: Έκδοση διακομιστή

source: Database
el: Βάση δεδομένων

source: Debug Mode
el: Λειτουργία αποσφαλμάτωσης

source: Server is running in debug mode
el: Ο διακομιστής λειτουργεί σε debug mode

source: Docker Mode
el: Λειτουργία Docker

source: Server is deployed using docker
el: Ο διακομιστής έχει αναπτυχθεί μέσω Docker

source: Plugin Support
el: Υποστήριξη plugin

source: Plugin support enabled
el: Η υποστήριξη plugin είναι ενεργή

source: Plugin support disabled
el: Η υποστήριξη plugin είναι απενεργοποιημένη

source: Server status
el: Κατάσταση διακομιστή

source: Healthy
el: Υγιής

source: Issues detected
el: Εντοπίστηκαν προβλήματα

source: The background worker process is not running
el: Η διεργασία background worker δεν εκτελείται

source: Email Settings
el: Ρυθμίσεις email

source: Email settings not configured.
el: Οι ρυθμίσεις email δεν έχουν διαμορφωθεί.

source: Alerts
el: Ειδοποιήσεις

source: The server is running in debug mode.
el: Ο διακομιστής λειτουργεί σε debug mode.

source: The background worker process is not running.
el: Η διεργασία background worker δεν εκτελείται.

source: Server Restart
el: Επανεκκίνηση διακομιστή

source: The server requires a restart to apply changes.
el: Απαιτείται επανεκκίνηση του διακομιστή για να εφαρμοστούν οι αλλαγές.

source: Email settings
el: Ρυθμίσεις email

source: Database Migrations
el: Μεταναστεύσεις βάσης δεδομένων

source: There are pending database migrations.
el: Υπάρχουν εκκρεμείς μεταναστεύσεις στη βάση δεδομένων.

source: Learn more about {code}
el: Μάθετε περισσότερα για {code}

source: Notifications
el: Ειδοποιήσεις

source: Nothing found...
el: Δεν βρέθηκε τίποτα...

source: Settings
el: Ρυθμίσεις

source: User Settings
el: Ρυθμίσεις χρήστη

source: System Settings
el: Ρυθμίσεις συστήματος

source: Admin Center
el: Κέντρο διαχείρισης

source: About InvenTree
el: Σχετικά με το InvenTree

source: Logout
el: Αποσύνδεση

source: Stock
el: Απόθεμα

source: Manufacturing
el: Κατασκευή

source: Purchasing
el: Προμήθειες

source: Sales
el: Πωλήσεις

source: Navigation
el: Πλοήγηση

source: About
el: Σχετικά

source: Error loading navigation tree.
el: Σφάλμα φόρτωσης του δέντρου πλοήγησης.

source: Mark all as read
el: Σήμανση όλων ως αναγνωσμένων

source: View all notifications
el: Προβολή όλων των ειδοποιήσεων

source: You have no unread notifications.
el: Δεν υπάρχουν μη αναγνωσμένες ειδοποιήσεις.

source: Error loading notifications.
el: Σφάλμα φόρτωσης ειδοποιήσεων.

source: No Overview Available
el: Δεν υπάρχει διαθέσιμη επισκόπηση

source: No overview available for this model type
el: Δεν υπάρχει διαθέσιμη επισκόπηση για αυτόν τον τύπο μοντέλου

source: View all results
el: Προβολή όλων των αποτελεσμάτων

source: results
el: αποτελέσματα

source: Remove search group
el: Αφαίρεση ομάδας αναζήτησης

source: Suppliers
el: Προμηθευτές

source: Manufacturers
el: Κατασκευαστές

source: Customers
el: Πελάτες

source: Enter search text
el: Εισάγετε κείμενο αναζήτησης

source: Refresh search results
el: Ανανέωση αποτελεσμάτων αναζήτησης

source: Search Options
el: Επιλογές αναζήτησης

source: Whole word search
el: Αναζήτηση ολόκληρης λέξης

source: Regex search
el: Αναζήτηση με regex

source: Notes search
el: Αναζήτηση στις σημειώσεις

source: An error occurred during search query
el: Παρουσιάστηκε σφάλμα κατά την αναζήτηση

source: No Results
el: Κανένα αποτέλεσμα

source: No results available for search query
el: Δεν υπάρχουν αποτελέσματα για το ερώτημα αναζήτησης

source: Attachments
el: Συνημμένα

source: Notes
el: Σημειώσεις

source: Plugin Provided
el: Παρέχεται από πρόσθετο

source: Collapse panels
el: Σύμπτυξη πλαισίων

source: Expand panels
el: Ανάπτυξη πλαισίων

source: Locate Item
el: Εντοπισμός Προϊόντος

source: Item location requested
el: Ζητήθηκε εντοπισμός Προϊόντος

source: Plugin Inactive
el: Ανενεργό πρόσθετο

source: Plugin is not active
el: Το πρόσθετο δεν είναι ενεργό

source: Plugin Information
el: Πληροφορίες πρόσθετου

source: Description
el: Περιγραφή

source: Author
el: Συγγραφέας

source: Date
el: Ημερομηνία

source: Active
el: Ενεργό

source: Package Name
el: Όνομα πακέτου

source: Installation Path
el: Μονοπάτι εγκατάστασης

source: Builtin
el: Ενσωματωμένο

source: Package
el: Πακέτο

source: Plugin Settings
el: Ρυθμίσεις πρόσθετου

source: Error occurred while rendering the template editor.
el: Παρουσιάστηκε σφάλμα κατά την απόδοση του επεξεργαστή προτύπων.

source: Error Loading Plugin Editor
el: Σφάλμα φόρτωσης του επεξεργαστή πρόσθετων

source: Error occurred while rendering the template preview.
el: Παρουσιάστηκε σφάλμα κατά την απόδοση της προεπισκόπησης προτύπου.

source: Error Loading Plugin Preview
el: Σφάλμα φόρτωσης προεπισκόπησης πρόσθετου

source: Invalid source or function name
el: Μη έγκυρη πηγή ή όνομα συνάρτησης

source: Error Loading Content
el: Σφάλμα φόρτωσης περιεχομένου

source: Error occurred while loading plugin content
el: Παρουσιάστηκε σφάλμα κατά τη φόρτωση περιεχομένου πρόσθετου

source: Unknown model: {model_name}
el: Άγνωστο μοντέλο: {model_name}

source: Shipment
el: Αποστολή

source: Inactive
el: Ανενεργό

source: Virtual
el: Εικονικό

source: No stock
el: Χωρίς απόθεμα

source: On Order
el: Σε παραγγελία

source: In Production
el: Σε παραγωγή

source: Details
el: Λεπτομέρειες

source: Category
el: Κατηγορία

source: Location
el: Τοποθεσία

source: Serial Number
el: Σειριακός αριθμός

source: Quantity
el: Ποσότητα

source: Batch
el: Παραγωγική παρτίδα

source: Setting
el: Ρύθμιση

source: Source
el: Πηγή

source: Act
el: Ενέργεια

source: Add Project Code
el: Προσθήκη κωδικού έργου

source: Add State
el: Προσθήκη κατάστασης

source: Open an Issue
el: Άνοιγμα αιτήματος

source: Report a bug or request a feature on GitHub
el: Αναφορά σφάλματος ή αιτήματος λειτουργίας στο GitHub

source: Open Issue
el: Άνοιγμα αιτήματος

source: Add New Group
el: Προσθήκη νέας ομάδας

source: Create a new group to manage your users
el: Δημιουργία νέας ομάδας για τη διαχείριση χρηστών

source: New Group
el: Νέα ομάδα

source: Add New User
el: Προσθήκη νέου χρήστη

source: Create a new user to manage your groups
el: Δημιουργία νέου χρήστη για διαχείριση ομάδων

source: New User
el: Νέος χρήστης

source: Create a new project code to organize your items
el: Δημιουργία νέου κωδικού έργου για οργάνωση Προϊόντων

source: Add Code
el: Προσθήκη κωδικού

source: Add Custom State
el: Προσθήκη προσαρμοσμένης κατάστασης

source: Create a new custom state for your workflow
el: Δημιουργία προσαρμοσμένης κατάστασης για τη ροή εργασίας

source: Edit Setting
el: Επεξεργασία ρύθμισης

source: Setting {key} updated successfully
el: Η ρύθμιση {key} ενημερώθηκε με επιτυχία

source: Setting updated
el: Η ρύθμιση ενημερώθηκε

source: Setting {0} updated successfully
el: Η ρύθμιση {0} ενημερώθηκε με επιτυχία

source: Error editing setting
el: Σφάλμα κατά την επεξεργασία της ρύθμισης

source: Error loading settings
el: Σφάλμα φόρτωσης ρυθμίσεων

source: No Settings
el: Δεν υπάρχουν ρυθμίσεις

source: There are no configurable settings available
el: Δεν υπάρχουν διαθέσιμες ρυθμίσεις προς διαμόρφωση

source: No settings specified
el: Δεν καθορίστηκαν ρυθμίσεις

source: Exact Match
el: Ακριβής αντιστοιχία

source: Current part
el: Τρέχον Προϊόν

source: Already Imported
el: Έχει ήδη εισαχθεί

source: Supplier
el: Προμηθευτής

source: Loading...
el: Φόρτωση...

source: Error fetching suppliers
el: Σφάλμα κατά την ανάκτηση προμηθευτών

source: Select supplier
el: Επιλέξτε προμηθευτή

source: Found {0} results
el: Βρέθηκαν {0} αποτελέσματα

source: Import this part
el: Εισαγωγή αυτού του προϊόντος

source: Are you sure you want to import this part into the selected category now?
el: Είστε σίγουρος ότι θέλετε να εισαγάγετε αυτό το Προϊόν στην επιλεγμένη κατηγορία τώρα;

source: Import Now
el: Εισαγωγή τώρα

source: Select and edit the parameters you want to add to this part.
el: Επιλέξτε και επεξεργαστείτε τις παραμέτρους που θέλετε να προσθέσετε σε αυτό το Προϊόν.

source: Default category parameters
el: Προεπιλεγμένες παράμετροι κατηγορίας

source: Other parameters
el: Άλλες παράμετροι

source: Add a new parameter
el: Προσθήκη νέας παραμέτρου

source: Skip
el: Παράλειψη

source: Create Parameters
el: Δημιουργία παραμέτρων

source: Create initial stock for the imported part.
el: Δημιουργία αρχικού αποθέματος για το εισαγόμενο Προϊόν.

source: Next
el: Επόμενο

source: Edit Part
el: Επεξεργασία Προϊόντος

source: Part imported successfully!
el: Το Προϊόν εισήχθη με επιτυχία!

source: Failed to import part:
el: Αποτυχία εισαγωγής Προϊόντος:

source: Are you sure, you want to import the supplier and manufacturer part into this part?
el: Είστε σίγουρος ότι θέλετε να εισαγάγετε το προμηθευτή και τον κατασκευαστή σε αυτό το Προϊόν;

source: Import
el: Εισαγωγή

source: Parameters created successfully!
el: Οι παράμετροι δημιουργήθηκαν με επιτυχία!

source: Failed to create parameters, please fix the errors and try again
el: Αποτυχία δημιουργίας παραμέτρων, διορθώστε τα σφάλματα και προσπαθήστε ξανά

source: Part imported successfully from supplier {0}.
el: Το Προϊόν εισήχθη με επιτυχία από τον προμηθευτή {0}.

source: Open Part
el: Άνοιγμα Προϊόντος

source: Open Supplier Part
el: Άνοιγμα Προϊόντος προμηθευτή

source: Open Manufacturer Part
el: Άνοιγμα Προϊόντος κατασκευαστή

source: Import Supplier Part
el: Εισαγωγή Προϊόντος προμηθευτή

source: Search Supplier Part
el: Αναζήτηση Προϊόντος προμηθευτή

source: Confirm import
el: Επιβεβαίωση εισαγωγής

source: Done
el: Ολοκληρώθηκε

source: Error fetching part requirements
el: Σφάλμα κατά την ανάκτηση απαιτήσεων Προϊόντος

source: Requirements
el: Απαιτήσεις

source: Build Requirements
el: Απαιτήσεις παραγωγής

source: Sales Requirements
el: Απαιτήσεις πωλήσεων

source: In Stock
el: Σε απόθεμα

source: Required Quantity
el: Απαιτούμενη ποσότητα

source: New Purchase Order
el: Νέα παραγγελία αγοράς

source: Purchase order created
el: Η παραγγελία αγοράς δημιουργήθηκε

source: New Supplier Part
el: Νέο Προϊόν προμηθευτή

source: Supplier part created
el: Το Προϊόν προμηθευτή δημιουργήθηκε

source: Add to Purchase Order
el: Προσθήκη στην παραγγελία αγοράς

source: Part added to purchase order
el: Το Προϊόν προστέθηκε στην παραγγελία αγοράς

source: Select supplier part
el: Επιλέξτε Προϊόν προμηθευτή

source: New supplier part
el: Νέο Προϊόν προμηθευτή

source: Select purchase order
el: Επιλέξτε παραγγελία αγοράς

source: New purchase order
el: Νέα παραγγελία αγοράς

source: Add to selected purchase order
el: Προσθήκη στην επιλεγμένη παραγγελία αγοράς

source: No parts selected
el: Δεν επιλέχθηκαν προϊόντα

source: No purchaseable parts selected
el: Δεν επιλέχθηκαν αγοραζόμενα Προϊόντα

source: Parts Added
el: Τα Προϊόντα προστέθηκαν

source: All selected parts added to a purchase order
el: Όλα τα επιλεγμένα Προϊόντα προστέθηκαν σε παραγγελία αγοράς

source: You must select at least one part to order
el: Πρέπει να επιλέξετε τουλάχιστον ένα Προϊόν για παραγγελία

source: Supplier part is required
el: Απαιτείται Προϊόν προμηθευτή

source: Quantity is required
el: Απαιτείται ποσότητα

source: Invalid part selection
el: Μη έγκυρη επιλογή Προϊόντος

source: Please correct the errors in the selected parts
el: Παρακαλώ διορθώστε τα σφάλματα στα επιλεγμένα Προϊόντα

source: Order Parts
el: Παραγγελία Προϊόντων

source: Go to the InvenTree dashboard
el: Μετάβαση στο InvenTree dashboard

source: Visit the documentation to learn more about InvenTree
el: Επισκεφθείτε την τεκμηρίωση για να μάθετε περισσότερα για το InvenTree

source: About the InvenTree org
el: Σχετικά με τον οργανισμό InvenTree

source: Server Information
el: Πληροφορίες διακομιστή

source: About this InvenTree instance
el: Σχετικά με αυτήν την εγκατάσταση InvenTree

source: License Information
el: Πληροφορίες άδειας

source: Licenses for dependencies of the service
el: Άδειες για τις εξαρτήσεις της υπηρεσίας

source: Open Navigation
el: Άνοιγμα πλοήγησης

source: Open the main navigation menu
el: Άνοιγμα του κύριου μενού πλοήγησης

source: Scan a barcode or QR code
el: Σάρωση barcode ή QR code

source: Go to your user settings
el: Μετάβαση στις ρυθμίσεις χρήστη

source: Go to Purchase Orders
el: Μετάβαση στις Εντολές Αγοράς

source: Go to Sales Orders
el: Μετάβαση στις Εντολές Πώλησης

source: Go to Return Orders
el: Μετάβαση στις Εντολές Επιστροφής

source: Go to Build Orders
el: Μετάβαση στις Εντολές Κατασκευής

source: Go to System Settings
el: Μετάβαση στις Ρυθμίσεις Συστήματος

source: Go to the Admin Center
el: Μετάβαση στο Κέντρο Διαχείρισης

source: InvenTree API documentation
el: Τεκμηρίωση API του InvenTree

source: Developer Manual
el: Εγχειρίδιο Προγραμματιστή

source: InvenTree developer manual
el: Εγχειρίδιο προγραμματιστών του InvenTree

source: FAQ
el: Συχνές Ερωτήσεις

source: Frequently asked questions
el: Συχνές ερωτήσεις

source: GitHub Repository
el: Αποθετήριο GitHub

source: InvenTree source code on GitHub
el: Πηγαίος κώδικας του InvenTree στο GitHub

source: System Information
el: Πληροφορίες Συστήματος

source: Licenses for dependencies of the InvenTree software
el: Άδειες για τις εξαρτήσεις του λογισμικού InvenTree

source: About the InvenTree Project
el: Σχετικά με το έργο InvenTree

source: Substitute Part
el: Προϊόν υποκατάστασης

source: Edit BOM Substitutes
el: Επεξεργασία υποκαταστάτων BOM

source: Add Substitute
el: Προσθήκη υποκατάστατου

source: Substitute added
el: Το υποκατάστατο προστέθηκε

source: Build Output
el: Αποτέλεσμα κατασκευής

source: Quantity to Complete
el: Ποσότητα προς ολοκλήρωση

source: Status
el: Κατάσταση

source: Complete Build Outputs
el: Ολοκλήρωση αποτελεσμάτων κατασκευής

source: Build outputs have been completed
el: Τα αποτελέσματα κατασκευής ολοκληρώθηκαν

source: Quantity to Scrap
el: Ποσότητα προς απόρριψη

source: Scrap Build Outputs
el: Απόρριψη αποτελεσμάτων κατασκευής

source: Selected build outputs will be completed, but marked as scrapped
el: Τα επιλεγμένα αποτελέσματα κατασκευής θα ολοκληρωθούν αλλά θα σημανθούν ως απορριφθέντα

source: Allocated stock items will be consumed
el: Τα δεσμευμένα είδη αποθέματος θα καταναλωθούν

source: Build outputs have been scrapped
el: Τα αποτελέσματα κατασκευής έχουν απορριφθεί

source: Cancel Build Outputs
el: Ακύρωση αποτελεσμάτων κατασκευής

source: Selected build outputs will be removed
el: Τα επιλεγμένα αποτελέσματα κατασκευής θα αφαιρεθούν

source: Allocated stock items will be returned to stock
el: Τα δεσμευμένα είδη θα επιστραφούν στο απόθεμα

source: Build outputs have been cancelled
el: Τα αποτελέσματα κατασκευής ακυρώθηκαν

source: Allocated
el: Δεσμευμένο

source: Source Location
el: Τοποθεσία προέλευσης

source: Select the source location for the stock allocation
el: Επιλέξτε την τοποθεσία προέλευσης για τη δέσμευση αποθέματος

source: Allocate Stock
el: Δέσμευση αποθέματος

source: Stock items allocated
el: Τα είδη αποθέματος δεσμεύτηκαν

source: Consume Stock
el: Κατανάλωση αποθέματος

source: Fully consumed
el: Πλήρως καταναλωμένο

source: Consumed
el: Καταναλωμένο

source: Select project code for this line item
el: Επιλέξτε κωδικό έργου για αυτό το Προϊόν

source: Subscribed
el: Σε εγγραφή

source: Subscribe to notifications for this part
el: Εγγραφή σε ειδοποιήσεις για αυτό το Προϊόν

source: Parent part category
el: Γονική κατηγορία Προϊόντος

source: Subscribe to notifications for this category
el: Εγγραφή σε ειδοποιήσεις για αυτή την κατηγορία

source: Assign Batch Code and Serial Numbers
el: Ανάθεση κωδικού παρτίδας και σειριακών αριθμών

source: Assign Batch Code
el: Ανάθεση κωδικού παρτίδας

source: Choose Location
el: Επιλογή τοποθεσίας

source: Item Destination selected
el: Επιλέχθηκε προορισμός Προϊόντος

source: Part category default location selected
el: Επιλέχθηκε η προεπιλεγμένη τοποθεσία της κατηγορίας

source: Received stock location selected
el: Επιλέχθηκε τοποθεσία παραληφθέντος αποθέματος

source: Default location selected
el: Επιλέχθηκε η προεπιλεγμένη τοποθεσία

source: Set Location
el: Ορισμός τοποθεσίας

source: Set Expiry Date
el: Ορισμός ημερομηνίας λήξης

source: Adjust Packaging
el: Προσαρμογή συσκευασίας

source: Change Status
el: Αλλαγή κατάστασης

source: Add Note
el: Προσθήκη σημείωσης

source: Store at default location
el: Αποθήκευση στην προεπιλεγμένη τοποθεσία

source: Store at line item destination
el: Αποθήκευση στον προορισμό της γραμμής

source: Store with already received stock
el: Αποθήκευση με ήδη παραληφθέν απόθεμα

source: Batch Code
el: Κωδικός παρτίδας

source: Enter batch code for received items
el: Εισαγάγετε κωδικό παρτίδας για τα παραληφθέντα είδη

source: Serial Numbers
el: Σειριακοί αριθμοί

source: Enter serial numbers for received items
el: Εισαγάγετε σειριακούς αριθμούς για τα παραληφθέντα είδη

source: Expiry Date
el: Ημερομηνία λήξης

source: Enter an expiry date for received items
el: Εισαγάγετε ημερομηνία λήξης για τα παραληφθέντα είδη

source: Packaging
el: Συσκευασία

source: Note
el: Σημείωση

source: Received
el: Παραλήφθηκε

source: Receive Line Items
el: Παραλαβή Προϊόντων γραμμής

source: Items received
el: Ελήφθησαν τα είδη

source: Receive Items
el: Παραλαβή ειδών

source: Item received into stock
el: Το είδος παραλήφθηκε στην αποθήκη

source: Check Shipment
el: Έλεγχος Αποστολής

source: Marking the shipment as checked indicates that you have verified that all items included in this shipment are correct
el: Η σήμανση της αποστολής ως ελεγμένη δηλώνει ότι έχετε επαληθεύσει πως όλα τα είδη στην αποστολή είναι σωστά

source: Shipment marked as checked
el: Η αποστολή σημειώθηκε ως ελεγμένη

source: Uncheck Shipment
el: Αναίρεση Ελέγχου Αποστολής

source: Marking the shipment as unchecked indicates that the shipment requires further verification
el: Η σήμανση της αποστολής ως μη ελεγμένη δηλώνει ότι απαιτείται επιπλέον έλεγχος

source: Shipment marked as unchecked
el: Η αποστολή σημειώθηκε ως μη ελεγμένη

source: Leave blank to use the order address
el: Αφήστε κενό για χρήση της διεύθυνσης της παραγγελίας

source: Add given quantity as packs instead of individual items
el: Προσθέστε την ποσότητα ως πακέτα αντί για μεμονωμένα είδη

source: Enter initial quantity for this stock item
el: Εισαγάγετε αρχική ποσότητα για αυτό το είδος

source: Enter serial numbers for new stock (or leave blank)
el: Εισαγάγετε σειριακούς αριθμούς για νέο απόθεμα (ή αφήστε κενό)

source: Stock Status
el: Κατάσταση αποθέματος

source: Add Stock Item
el: Προσθήκη είδους αποθέματος

source: Select the part to install
el: Επιλέξτε το Προϊόν προς εγκατάσταση

source: Confirm Stock Transfer
el: Επιβεβαίωση μεταφοράς αποθέματος

source: Move to default location
el: Μετακίνηση στην προεπιλεγμένη τοποθεσία

source: Move
el: Μετακίνηση

source: Return
el: Επιστροφή

source: Count
el: Καταμέτρηση

source: Add Stock
el: Προσθήκη αποθέματος

source: Stock added
el: Το απόθεμα προστέθηκε

source: Increase the quantity of the selected stock items by a given amount.
el: Αυξήστε την ποσότητα των επιλεγμένων ειδών αποθέματος κατά μια δεδομένη τιμή.

source: Remove Stock
el: Αφαίρεση αποθέματος

source: Stock removed
el: Το απόθεμα αφαιρέθηκε

source: Decrease the quantity of the selected stock items by a given amount.
el: Μείωση της ποσότητας των επιλεγμένων ειδών αποθέματος κατά μια δεδομένη τιμή.

source: Transfer Stock
el: Μεταφορά αποθέματος

source: Stock transferred
el: Το απόθεμα μεταφέρθηκε

source: Transfer selected items to the specified location.
el: Μεταφέρετε τα επιλεγμένα είδη στην καθορισμένη τοποθεσία.

source: Return Stock
el: Επιστροφή αποθέματος

source: Stock returned
el: Το απόθεμα επιστράφηκε

source: Return selected items into stock, to the specified location.
el: Επιστροφή των επιλεγμένων ειδών στο απόθεμα, στην καθορισμένη τοποθεσία.

source: Count Stock
el: Καταμέτρηση αποθέματος

source: Stock counted
el: Το απόθεμα καταμετρήθηκε

source: Count the selected stock items, and adjust the quantity accordingly.
el: Καταμετρήστε τα επιλεγμένα είδη αποθέματος και προσαρμόστε την ποσότητα ανάλογα.

source: Change Stock Status
el: Αλλαγή κατάστασης αποθέματος

source: Stock status changed
el: Η κατάσταση αποθέματος άλλαξε

source: Change the status of the selected stock items.
el: Αλλαγή της κατάστασης των επιλεγμένων ειδών αποθέματος.

source: Merge Stock
el: Συγχώνευση αποθέματος

source: Stock merged
el: Το απόθεμα συγχωνεύτηκε

source: Merge Stock Items
el: Συγχώνευση ειδών αποθέματος

source: Merge operation cannot be reversed
el: Η ενέργεια συγχώνευσης δεν μπορεί να αναιρεθεί

source: Tracking information may be lost when merging items
el: Οι πληροφορίες ιχνηλάτησης μπορεί να χαθούν κατά τη συγχώνευση

source: Supplier information may be lost when merging items
el: Οι πληροφορίες προμηθευτή μπορεί να χαθούν κατά τη συγχώνευση

source: Assign Stock to Customer
el: Ανάθεση αποθέματος σε πελάτη

source: Stock assigned to customer
el: Το απόθεμα ανατέθηκε στον πελάτη

source: Delete Stock Items
el: Διαγραφή ειδών αποθέματος

source: Stock deleted
el: Το απόθεμα διαγράφηκε

source: This operation will permanently delete the selected stock items.
el: Αυτή η ενέργεια θα διαγράψει μόνιμα τα επιλεγμένα είδη αποθέματος.

source: Parent stock location
el: Γονική τοποθεσία αποθέματος

source: Find Serial Number
el: Εύρεση σειριακού αριθμού

source: No matching items
el: Δεν βρέθηκαν αντίστοιχα είδη

source: Multiple matching items
el: Πολλαπλά αντίστοιχα είδη

source: Invalid response from server
el: Μη έγκυρη απόκριση από τον διακομιστή

source: Entries
el: Καταχωρήσεις

source: List of entries to choose from
el: Λίστα διαθέσιμων καταχωρήσεων προς επιλογή

source: Value
el: Τιμή

source: Label
el: Ετικέτα

source: Bad request
el: Εσφαλμένο αίτημα

source: Unauthorized
el: Μη εξουσιοδοτημένο

source: Forbidden
el: Απαγορευμένο

source: Not found
el: Δεν βρέθηκε

source: Method not allowed
el: Μη επιτρεπόμενη μέθοδος

source: Internal server error
el: Εσωτερικό σφάλμα διακομιστή

source: Already logged in
el: Ήδη συνδεδεμένος

source: There is a conflicting session on the server for this browser. Please logout of that first.
el: Υπάρχει αντικρουόμενη συνεδρία στον διακομιστή για αυτόν τον browser. Παρακαλώ αποσυνδεθείτε πρώτα από αυτή.

source: No response from server.
el: Δεν υπάρχει απόκριση από τον διακομιστή.

source: MFA Login successful
el: Επιτυχής σύνδεση με MFA

source: MFA details were automatically provided in the browser
el: Οι λεπτομέρειες MFA παρέχθηκαν αυτόματα από τον browser

source: Logged Out
el: Αποσυνδεθήκατε

source: Successfully logged out
el: Αποσυνδεθήκατε με επιτυχία

source: Language changed
el: Η γλώσσα άλλαξε

source: Your active language has been changed to the one set in your profile
el: Η ενεργή γλώσσα σας άλλαξε σε αυτή που έχει οριστεί στο προφίλ σας

source: Theme changed
el: Το θέμα άλλαξε

source: Your active theme has been changed to the one set in your profile
el: Το ενεργό θέμα άλλαξε σε αυτό που έχει οριστεί στο προφίλ σας

source: Check your inbox for a reset link. This only works if you have an account. Check in spam too.
el: Ελέγξτε τα εισερχόμενά σας για τον σύνδεσμο επαναφοράς. Λειτουργεί μόνο αν έχετε λογαριασμό. Ελέγξτε και στα spam.
