Repository: Overmaze/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: el

source: Duplicate
el: Δημιουργία αντιγράφου

source: Edit
el: Επεξεργασία

source: Delete
el: Διαγραφή

source: Cancel
el: Ακύρωση

source: Actions
el: Ενέργειες

source: Search
el: Αναζήτηση

source: Pass
el: Επιτυχία

source: Fail
el: Αποτυχία

source: Yes
el: Ναι

source: No
el: Όχι

source: Part
el: Προϊόν

source: Parts
el: Προϊόντα

source: Parameters
el: Παράμετροι

source: Parameter Template
el: Πρότυπο παραμέτρου

source: Part Test Template
el: Δοκιμαστικό Πρότυπο Προϊόντων

source: Part Test Templates
el: Δοκιμαστικά Πρότυπα Προϊόντων

source: Supplier Part
el: Προϊόν Προμηθευτή

source: Supplier Parts
el: Προϊόντα Προμηθευτή

source: Manufacturer Part
el: Προϊόν Κατασκευαστή

source: Manufacturer Parts
el: Προϊόντα Κατασκευαστή

source: Part Category
el: Κατηγορία Προϊόντος

source: Part Categories
el: Κατηγορίες Προϊόντων

source: Stock Item
el: Προϊόν Αποθέματος

source: Stock Items
el: Προϊόντα Αποθέματος

source: Stock Location
el: Τοποθεσία Αποθέματος

source: Stock Locations
el: Τοποθεσίες Αποθέματος

source: Stock Location Type
el: Τύπος Τοποθεσίας Αποθέματος

source: Stock Location Types
el: Τύποι Τοποθεσιών Αποθέματος

source: Stock History
el: Ιστορικό Αποθέματος

source: Stock Histories
el: Ιστορικά Αποθέματος

source: Build
el: Κατασκευή

source: Builds
el: Κατασκευές

source: Build Line
el: Γραμμή Κατασκευής

source: Build Lines
el: Γραμμές Κατασκευής

source: Build Item
el: Προϊόν Κατασκευής

source: Build Items
el: Προϊόντα Κατασκευής

source: Company
el: Εταιρεία

source: Companies
el: Εταιρείες

source: Project Code
el: Κωδικός Έργου

source: Project Codes
el: Κωδικοί Έργων

source: Purchase Order
el: Εντολή Αγοράς

source: Purchase Orders
el: Εντολές Αγοράς

source: Purchase Order Line
el: Γραμμή Εντολής Αγοράς

source: Purchase Order Lines
el: Γραμμές Εντολής Αγοράς

source: Sales Order
el: Εντολή Πώλησης

source: Sales Orders
el: Εντολές Πώλησης

source: Sales Order Shipment
el: Αποστολή Εντολής Πώλησης

source: Sales Order Shipments
el: Αποστολές Εντολών Πώλησης

source: Return Order
el: Εντολή Επιστροφής

source: Return Orders
el: Εντολές Επιστροφής

source: Return Order Line Item
el: Προϊόν Γραμμής Εντολής Επιστροφής

source: Return Order Line Items
el: Προϊόντα Γραμμής Εντολής Επιστροφής

source: Address
el: Διεύθυνση

source: Addresses
el: Διευθύνσεις

source: Contact
el: Επαφή

source: Contacts
el: Επαφές

source: Owner
el: Ιδιοκτήτης

source: Owners
el: Ιδιοκτήτες

source: User
el: Χρήστης

source: Users
el: Χρήστες

source: Group
el: Ομάδα

source: Groups
el: Ομάδες

source: Import Session
el: Συνεδρία Εισαγωγής

source: Import Sessions
el: Συνεδρίες Εισαγωγής

source: Label Template
el: Πρότυπο Ετικέτας

source: Label Templates
el: Πρότυπα Ετικετών

source: Report Template
el: Πρότυπο Αναφοράς

source: Report Templates
el: Πρότυπα Αναφορών

source: Plugin Configuration
el: Ρύθμιση Plugin

source: Plugin Configurations
el: Ρυθμίσεις Plugin

source: Content Type
el: Τύπος Περιεχομένου

source: Content Types
el: Τύποι Περιεχομένου

source: Selection List
el: Λίστα Επιλογών

source: Selection Lists
el: Λίστες Επιλογών

source: Error
el: Σφάλμα

source: Errors
el: Σφάλματα

source: Admin
el: Διαχειριστής

source: Build Orders
el: Εντολές Κατασκευής

source: Error rendering component
el: Σφάλμα κατά την απόδοση του component

source: Error while scanning
el: Σφάλμα κατά τη σάρωση

source: Error while stopping
el: Σφάλμα κατά τη διακοπή

source: Start scanning by selecting a camera and pressing the play button.
el: Ξεκινήστε τη σάρωση επιλέγοντας μια κάμερα και πατώντας το κουμπί αναπαραγωγής.

source: Stop scanning
el: Διακοπή σάρωσης

source: Start scanning
el: Έναρξη σάρωσης

source: Barcode
el: Γραμμοκώδικας

source: Scan
el: Σάρωση

source: Camera Input
el: Είσοδος Κάμερας

source: Scanner Input
el: Είσοδος Σαρωτή

source: Barcode Data
el: Δεδομένα Γραμμοκώδικα

source: No barcode data
el: Δεν υπάρχουν δεδομένα γραμμοκώδικα

source: Scan or enter barcode data
el: Σαρώστε ή εισάγετε δεδομένα γραμμοκώδικα

source: Enter barcode data
el: Εισάγετε δεδομένα γραμμοκώδικα

source: Scan Barcode
el: Σάρωση Γραμμοκώδικα

source: No matching item found
el: Δεν βρέθηκε αντίστοιχο Προϊόν

source: Barcode does not match the expected model type
el: Ο γραμμοκώδικας δεν ταιριάζει με τον αναμενόμενο τύπο μοντέλου

source: Success
el: Επιτυχία

source: Failed to handle barcode
el: Αποτυχία επεξεργασίας γραμμοκώδικα

source: Failed to scan barcode
el: Αποτυχία σάρωσης γραμμοκώδικα

source: Low (7%)
el: Χαμηλό (7%)

source: Medium (15%)
el: Μεσαίο (15%)

source: Quartile (25%)
el: Τεταρτημόριο (25%)

source: High (30%)
el: Υψηλό (30%)

source: Custom barcode
el: Προσαρμοσμένος γραμμοκώδικας

source: A custom barcode is registered for this item. The shown code is not that custom barcode.
el: Ένας προσαρμοσμένος γραμμοκώδικας είναι καταχωρημένος για αυτό το Προϊόν. Ο εμφανιζόμενος κωδικός δεν είναι ο προσαρμοσμένος.

source: Barcode Data:
el: Δεδομένα Γραμμοκώδικα:

source: Select Error Correction Level
el: Επιλογή Επιπέδου Διόρθωσης Σφαλμάτων

source: Failed to link barcode
el: Αποτυχία σύνδεσης γραμμοκώδικα

source: Link
el: Σύνδεση

source: This will remove the link to the associated barcode
el: Αυτό θα αφαιρέσει τη σύνδεση με τον σχετικό γραμμοκώδικα

source: Unlink Barcode
el: Αποσύνδεση Γραμμοκώδικα

source: Open in admin interface
el: Άνοιγμα στο περιβάλλον διαχειριστή

source: Copied
el: Αντιγράφηκε

source: Copy
el: Αντιγραφή

source: Printing Labels
el: Εκτύπωση Ετικετών

source: Printing Reports
el: Εκτύπωση Αναφορών

source: Print Label
el: Εκτύπωση Ετικέτας

source: Print
el: Εκτύπωση

source: Print Report
el: Εκτύπωση Αναφοράς

source: Printing Actions
el: Ενέργειες Εκτύπωσης

source: Print Labels
el: Εκτύπωση Ετικετών

source: Print Reports
el: Εκτύπωση Αναφορών

source: Remove this row
el: Αφαίρεση αυτής της γραμμής

source: You will be redirected to the provider for further actions.
el: Θα ανακατευθυνθείτε στον πάροχο για περαιτέρω ενέργειες.

source: Open spotlight
el: Άνοιγμα spotlight

source: Subscription Updated
el: Η συνδρομή ενημερώθηκε

source: Unsubscribe from notifications
el: Απεγγραφή από τις ειδοποιήσεις

source: Subscribe to notifications
el: Εγγραφή στις ειδοποιήσεις

source: Calendar Filters
el: Φίλτρα Ημερολογίου

source: Previous month
el: Προηγούμενος μήνας

source: Select month
el: Επιλογή μήνα

source: Next month
el: Επόμενος μήνας

source: Download data
el: Λήψη δεδομένων

source: Order Updated
el: Η παραγγελία ενημερώθηκε

source: Error updating order
el: Σφάλμα κατά την ενημέρωση της παραγγελίας

source: Overdue
el: Εκπρόθεσμο

source: Failed to load dashboard widgets.
el: Αποτυχία φόρτωσης widgets του πίνακα ελέγχου.

source: No Widgets Selected
el: Δεν έχουν επιλεγεί Widgets

source: Use the menu to add widgets to the dashboard
el: Χρησιμοποιήστε το μενού για να προσθέσετε widgets στον πίνακα ελέγχου

source: Accept Layout
el: Αποδοχή Διάταξης

source: Dashboard
el: Πίνακας Ελέγχου

source: Edit Layout
el: Επεξεργασία Διάταξης

source: Add Widget
el: Προσθήκη Widget

source: Remove Widgets
el: Αφαίρεση Widgets

source: Clear Widgets
el: Εκκαθάριση Widgets

source: Remove this widget from the dashboard
el: Αφαίρεση αυτού του widget από τον πίνακα ελέγχου

source: Filter dashboard widgets
el: Φιλτράρισμα widgets του πίνακα ελέγχου

source: Add this widget to the dashboard
el: Προσθήκη αυτού του widget στον πίνακα ελέγχου

source: No Widgets Available
el: Δεν υπάρχουν διαθέσιμα Widgets

source: There are no more widgets available for the dashboard
el: Δεν υπάρχουν άλλα διαθέσιμα widgets για τον πίνακα ελέγχου

source: Subscribed Parts
el: Εγγεγραμμένα Προϊόντα

source: Show the number of parts which you have subscribed to
el: Εμφανίζει τον αριθμό Προϊόντων στα οποία είστε εγγεγραμμένος

source: Subscribed Categories
el: Εγγεγραμμένες Κατηγορίες

source: Show the number of part categories which you have subscribed to
el: Εμφανίζει τον αριθμό κατηγοριών στις οποίες είστε εγγεγραμμένος

source: Invalid BOMs
el: Μη έγκυρα BOM

source: Assemblies requiring bill of materials validation
el: Συναρμολογήσεις που απαιτούν επικύρωση λίστας υλικών

source: Low Stock
el: Χαμηλό Απόθεμα

source: Show the number of parts which are low on stock
el: Εμφανίζει τον αριθμό Προϊόντων που έχουν χαμηλό απόθεμα

source: Required for Build Orders
el: Απαιτούνται για Εντολές Κατασκευής

source: Show parts which are required for active build orders
el: Εμφανίζει Προϊόντα που απαιτούνται για ενεργές εντολές κατασκευής

source: Expired Stock Items
el: Ληγμένα Προϊόντα Αποθέματος

source: Show the number of stock items which have expired
el: Εμφανίζει τον αριθμό Προϊόντων αποθέματος που έχουν λήξει

source: Stale Stock Items
el: Παρωχημένα Προϊόντα Αποθέματος

source: Show the number of stock items which are stale
el: Εμφανίζει τον αριθμό Προϊόντων αποθέματος που είναι παρωχημένα

source: Active Build Orders
el: Ενεργές Εντολές Κατασκευής

source: Show the number of build orders which are currently active
el: Εμφανίζει τον αριθμό εντολών κατασκευής που είναι ενεργές

source: Overdue Build Orders
el: Εκπρόθεσμες Εντολές Κατασκευής

source: Show the number of build orders which are overdue
el: Εμφανίζει τον αριθμό εντολών κατασκευής που είναι εκπρόθεσμες

source: Assigned Build Orders
el: Ανατεθειμένες Εντολές Κατασκευής

source: Show the number of build orders which are assigned to you
el: Εμφανίζει τον αριθμό εντολών κατασκευής που σας έχουν ανατεθεί

source: Active Sales Orders
el: Ενεργές Εντολές Πώλησης

source: Show the number of sales orders which are currently active
el: Εμφανίζει τον αριθμό εντολών πώλησης που είναι ενεργές

source: Overdue Sales Orders
el: Εκπρόθεσμες Εντολές Πώλησης

source: Show the number of sales orders which are overdue
el: Εμφανίζει τον αριθμό εντολών πώλησης που είναι εκπρόθεσμες

source: Assigned Sales Orders
el: Ανατεθειμένες Εντολές Πώλησης

source: Show the number of sales orders which are assigned to you
el: Εμφανίζει τον αριθμό εντολών πώλησης που σας έχουν ανατεθεί

source: Pending Shipments
el: Εκκρεμείς Αποστολές

source: Show the number of pending sales order shipments
el: Εμφανίζει τον αριθμό εκκρεμών αποστολών εντολών πώλησης

source: Active Purchase Orders
el: Ενεργές Εντολές Αγοράς

source: Show the number of purchase orders which are currently active
el: Εμφανίζει τον αριθμό εντολών αγοράς που είναι ενεργές

source: Overdue Purchase Orders
el: Εκπρόθεσμες Εντολές Αγοράς

source: Show the number of purchase orders which are overdue
el: Εμφανίζει τον αριθμό εντολών αγοράς που είναι εκπρόθεσμες

source: Assigned Purchase Orders
el: Ανατεθειμένες Εντολές Αγοράς

source: Show the number of purchase orders which are assigned to you
el: Εμφανίζει τον αριθμό εντολών αγοράς που σας έχουν ανατεθεί

source: Active Return Orders
el: Ενεργές Εντολές Επιστροφής

source: Show the number of return orders which are currently active
el: Εμφανίζει τον αριθμό εντολών επιστροφής που είναι ενεργές

source: Overdue Return Orders
el: Εκπρόθεσμες Εντολές Επιστροφής

source: Show the number of return orders which are overdue
el: Εμφανίζει τον αριθμό εντολών επιστροφής που είναι εκπρόθεσμες

source: Assigned Return Orders
el: Ανατεθειμένες Εντολές Επιστροφής

source: Show the number of return orders which are assigned to you
el: Εμφανίζει τον αριθμό εντολών επιστροφής που σας έχουν ανατεθεί

source: Getting Started
el: Ξεκινώντας

source: Getting started with InvenTree
el: Ξεκινώντας με το InvenTree

source: News Updates
el: Ενημερώσεις Ειδήσεων

source: The latest news from InvenTree
el: Οι τελευταίες ειδήσεις από το InvenTree

source: Change Color Mode
el: Αλλαγή λειτουργίας χρώματος

source: Change the color mode of the user interface
el: Αλλάξτε τη λειτουργία χρώματος του περιβάλλοντος χρήστη

source: Change Language
el: Αλλαγή γλώσσας

source: Change the language of the user interface
el: Αλλάξτε τη γλώσσα του περιβάλλοντος χρήστη

source: Mark as read
el: Σήμανση ως αναγνωσμένο

source: Requires Superuser
el: Απαιτεί Superuser

source: This widget requires superuser permissions
el: Αυτό το widget απαιτεί δικαιώματα superuser

source: No News
el: Δεν υπάρχουν νέα

source: There are no unread news items
el: Δεν υπάρχουν μη αναγνωσμένα νέα

source: Staff
el: Προσωπικό

source: No name defined
el: Δεν έχει οριστεί όνομα

source: Remove Image
el: Αφαίρεση εικόνας

source: Remove the associated image from this item?
el: Αφαίρεση της σχετικής εικόνας από αυτό το στοιχείο;

source: Remove
el: Αφαίρεση

source: Drag and drop to upload
el: Σύρετε και αποθέστε για μεταφόρτωση

source: Click to select file(s)
el: Κάντε κλικ για να επιλέξετε αρχείο(α)

source: Image uploaded
el: Η εικόνα μεταφορτώθηκε

source: Image has been uploaded successfully
el: Η εικόνα μεταφορτώθηκε με επιτυχία

source: Upload Error
el: Σφάλμα μεταφόρτωσης

source: Clear
el: Εκκαθάριση

source: Submit
el: Υποβολή

source: Select from existing images
el: Επιλέξτε από υπάρχουσες εικόνες

source: Select Image
el: Επιλέξτε εικόνα

source: Download remote image
el: Λήψη απομακρυσμένης εικόνας

source: Upload new image
el: Μεταφόρτωση νέας εικόνας

source: Upload Image
el: Μεταφόρτωση εικόνας

source: Delete image
el: Διαγραφή εικόνας

source: Download Image
el: Λήψη εικόνας

source: Image downloaded successfully
el: Η εικόνα λήφθηκε με επιτυχία

source: Image upload failed
el: Αποτυχία μεταφόρτωσης εικόνας

source: Image uploaded successfully
el: Η εικόνα μεταφορτώθηκε με επιτυχία

source: Notes saved successfully
el: Οι σημειώσεις αποθηκεύτηκαν με επιτυχία

source: Failed to save notes
el: Αποτυχία αποθήκευσης σημειώσεων

source: Error Saving Notes
el: Σφάλμα αποθήκευσης σημειώσεων

source: Save Notes
el: Αποθήκευση σημειώσεων

source: Close Editor
el: Κλείσιμο επεξεργαστή

source: Enable Editing
el: Ενεργοποίηση επεξεργασίας

source: Code
el: Κωδικός

source: Error rendering preview
el: Σφάλμα δημιουργίας προεπισκόπησης

source: Preview not available, click "Reload Preview".
el: Η προεπισκόπηση δεν είναι διαθέσιμη, πατήστε "Επαναφόρτωση προεπισκόπησης".

source: PDF Preview
el: Προεπισκόπηση PDF

source: Error loading template
el: Σφάλμα φόρτωσης προτύπου

source: Error saving template
el: Σφάλμα αποθήκευσης προτύπου

source: Could not load the template from the server.
el: Δεν ήταν δυνατή η φόρτωση του προτύπου από τον διακομιστή.

source: Save & Reload Preview
el: Αποθήκευση & Επαναφόρτωση Προεπισκόπησης

source: Are you sure you want to Save & Reload the preview?
el: Είστε σίγουρος ότι θέλετε να αποθηκεύσετε και να επαναφορτώσετε την προεπισκόπηση;

source: To render the preview the current template needs to be replaced on the server with your modifications which may break the label if it is under active use. Do you want to proceed?
el: Για να εμφανίσετε την προεπισκόπηση το τρέχον πρότυπο πρέπει να αντικατασταθεί στο διακομιστή με τις τροποποιήσεις σας, οι οποίες μπορεί να αλλοιώσουν την ετικέτα αν είναι σε χρήση. Θέλετε να προχωρήσετε;

source: Save & Reload
el: Αποθήκευση και Επαναφόρτωση

source: Preview updated
el: Προεπισκόπηση ενημερώθηκε

source: The preview has been updated successfully.
el: Η προεπισκόπηση ενημερώθηκε με επιτυχία.

source: An unknown error occurred while rendering the preview.
el: Προέκυψε άγνωστο σφάλμα κατά την απόδοση της προεπισκόπησης.

source: Reload preview
el: Επαναφόρτωση προεπισκόπησης

source: Use the currently stored template from the server
el: Χρήση του αποθηκευμένου προτύπου από το διακομιστή

source: Save the current template and reload the preview
el: Αποθήκευση του τρέχοντος προτύπου και επαναφόρτωση της προεπισκόπησης

source: Select instance to preview
el: Επιλέξτε Προϊόν για προεπισκόπηση

source: Error rendering template
el: Σφάλμα αποτύπωσης προτύπου

source: Client Error
el: Σφάλμα πελάτη

source: Client error occurred
el: Προέκυψε σφάλμα πελάτη

source: Status Code
el: Κωδικός κατάστασης

source: Return to the index page
el: Επιστροφή στην αρχική σελίδα

source: Not Authenticated
el: Μη πιστοποιημένος

source: You are not logged in.
el: Δεν έχετε συνδεθεί.

source: Page Not Found
el: Η σελίδα δεν βρέθηκε

source: This page does not exist
el: Αυτή η σελίδα δεν υπάρχει

source: Permission Denied
el: Άρνηση πρόσβασης

source: You do not have permission to view this page.
el: Δεν έχετε δικαίωμα πρόσβασης σε αυτήν τη σελίδα.

source: Server Error
el: Σφάλμα διακομιστή

source: A server error occurred
el: Προέκυψε σφάλμα διακομιστή

source: Form Error
el: Σφάλμα Φόρμας

source: Errors exist for one or more form fields
el: Υπάρχουν σφάλματα σε ένα ή περισσότερα πεδία της φόρμας

source: Update
el: Ενημέρωση

source: Login successful
el: Επιτυχής σύνδεση

source: Logged in successfully
el: Συνδεθήκατε με επιτυχία

source: Login failed
el: Αποτυχία σύνδεσης

source: Check your input and try again.
el: Ελέγξτε τα στοιχεία σας και προσπαθήστε ξανά.

source: Mail delivery successful
el: Το email στάλθηκε με επιτυχία

source: Check your inbox for the login link. If you have an account, you will receive a login link. Check in spam too.
el: Ελέγξτε το inbox σας για τον σύνδεσμο σύνδεσης. Αν έχετε λογαριασμό, θα λάβετε έναν σύνδεσμο. Ελέγξτε και τα spam.

source: Mail delivery failed
el: Αποτυχία αποστολής email

source: Or continue with other methods
el: Ή συνεχίστε με άλλες μεθόδους

source: Username
el: Όνομα χρήστη

source: Your username
el: Το όνομα χρήστη σας

source: Password
el: Κωδικός πρόσβασης

source: Your password
el: Ο κωδικός πρόσβασής σας

source: Reset password
el: Επαναφορά κωδικού

source: We will send you a link to login - if you are registered
el: Θα σας στείλουμε έναν σύνδεσμο σύνδεσης — αν είστε εγγεγραμμένος

source: Send me an email
el: Στείλτε μου email

source: Use username and password
el: Χρήση ονόματος χρήστη και κωδικού

source: Log In
el: Σύνδεση

source: Send Email
el: Αποστολή Email

source: Passwords do not match
el: Οι κωδικοί δεν ταιριάζουν

source: Registration successful
el: Επιτυχής εγγραφή

source: Please confirm your email address to complete the registration
el: Επιβεβαιώστε το email σας για να ολοκληρωθεί η εγγραφή

source: Input error
el: Σφάλμα εισαγωγής

source: Check your input and try again.
el: Ελέγξτε τα στοιχεία και προσπαθήστε ξανά.

source: This will be used for a confirmation
el: Αυτό θα χρησιμοποιηθεί για επιβεβαίωση

source: Password repeat
el: Επανάληψη κωδικού

source: Repeat password
el: Επαναλάβετε τον κωδικό

source: Register
el: Εγγραφή

source: Or use SSO
el: Ή χρησιμοποιήστε SSO

source: Registration not active
el: Η εγγραφή δεν είναι ενεργή

source: This might be related to missing mail settings or could be a deliberate decision.
el: Αυτό μπορεί να οφείλεται σε ελλιπείς ρυθμίσεις email ή να είναι σκόπιμη επιλογή.

source: Host
el: Υπολογιστής/Host

source: Name
el: Όνομα

source: No one here...
el: Κανένας εδώ...

source: Add Host
el: Προσθήκη Host

source: Save
el: Αποθήκευση

source: Select Server
el: Επιλέξτε Διακομιστή

source: Edit host options
el: Επεξεργασία επιλογών host

source: Save host selection
el: Αποθήκευση επιλογής host

source: Server
el: Διακομιστής

source: Version
el: Έκδοση

source: API Version
el: Έκδοση API

source: Enabled
el: Ενεργό

source: Disabled
el: Ανενεργό

source: Stopped
el: Σταματημένο

source: Running
el: Σε λειτουργία

source: Select file to upload
el: Επιλέξτε αρχείο για μεταφόρτωση

source: Accept suggested value
el: Αποδοχή προτεινόμενης τιμής

source: Select date
el: Επιλέξτε ημερομηνία

source: No icon selected
el: Δεν επιλέχθηκε εικονίδιο

source: Uncategorized
el: Χωρίς κατηγορία

source: Search...
el: Αναζήτηση...

source: Select category
el: Επιλέξτε κατηγορία

source: Select pack
el: Επιλέξτε πακέτο

source: {0} icons
el: {0} εικονίδια

source: Loading
el: Φόρτωση

source: No results found
el: Δεν βρέθηκαν αποτελέσματα

source: modelRenderer entry required for tables
el: Απαιτείται modelRenderer για πίνακες

source: No entries available
el: Δεν υπάρχουν διαθέσιμες εγγραφές

source: Add new row
el: Προσθήκη νέας γραμμής

source: Thumbnail
el: Μικρογραφία

source: Importing Rows
el: Γίνεται εισαγωγή γραμμών

source: Please wait while the data is imported
el: Παρακαλώ περιμένετε ενώ γίνεται η εισαγωγή δεδομένων

source: An error occurred while importing data
el: Παρουσιάστηκε σφάλμα κατά την εισαγωγή δεδομένων

source: Edit Data
el: Επεξεργασία δεδομένων

source: Delete Row
el: Διαγραφή γραμμής

source: Row
el: Γραμμή

source: Row contains errors
el: Η γραμμή περιέχει σφάλματα

source: Accept
el: Αποδοχή

source: Valid
el: Έγκυρο

source: Filter by row validation status
el: Φιλτράρισμα ανά κατάσταση εγκυρότητας

source: Complete
el: Ολοκληρωμένο

source: Filter by row completion status
el: Φιλτράρισμα ανά κατάσταση ολοκλήρωσης

source: Import selected rows
el: Εισαγωγή επιλεγμένων γραμμών

source: Processing Data
el: Επεξεργασία δεδομένων

source: An error occurred
el: Παρουσιάστηκε σφάλμα

source: Select column, or leave blank to ignore this field.
el: Επιλέξτε στήλη ή αφήστε κενό για να αγνοηθεί το πεδίο.

source: Ignore this field
el: Αγνόηση αυτού του πεδίου

source: Mapping data columns to database fields
el: Αντιστοίχιση στηλών δεδομένων με πεδία βάσης δεδομένων

source: Accept Column Mapping
el: Αποδοχή αντιστοίχισης στηλών

source: Database Field
el: Πεδίο βάσης δεδομένων

source: Field Description
el: Περιγραφή πεδίου

source: Imported Column
el: Εισαγόμενη στήλη

source: Default Value
el: Προεπιλεγμένη τιμή

source: Upload File
el: Μεταφόρτωση αρχείου

source: Map Columns
el: Αντιστοίχιση στηλών

source: Import Data
el: Εισαγωγή δεδομένων

source: Process Data
el: Επεξεργασία δεδομένων

source: Complete Import
el: Ολοκλήρωση εισαγωγής

source: Failed to fetch import session data
el: Αποτυχία λήψης δεδομένων συνεδρίας εισαγωγής

source: Import Complete
el: Η εισαγωγή ολοκληρώθηκε

source: Data has been imported successfully
el: Τα δεδομένα εισήχθησαν με επιτυχία

source: Close
el: Κλείσιμο

source: Importing Data
el: Γίνεται εισαγωγή δεδομένων

source: Unknown Status
el: Άγνωστη κατάσταση

source: Options
el: Επιλογές

source: Barcode Actions
el: Ενέργειες Barcode

source: View Barcode
el: Προβολή Barcode

source: View barcode
el: Προβολή barcode

source: Link Barcode
el: Σύνδεση Barcode

source: Link a custom barcode to this item
el: Σύνδεση προσαρμοσμένου barcode με αυτό το στοιχείο

source: Unlink custom barcode
el: Αποσύνδεση προσαρμοσμένου barcode

source: Edit item
el: Επεξεργασία Προϊόντος

source: Delete item
el: Διαγραφή Προϊόντος

source: Hold
el: Κράτηση

source: Duplicate item
el: Αντιγραφή Προϊόντος

source: Toggle color scheme
el: Εναλλαγή χρωματικού θέματος

source: Read More
el: Διαβάστε περισσότερα

source: Unknown error
el: Άγνωστο σφάλμα

source: None
el: Κανένα

source: InvenTree Logo
el: Λογότυπο InvenTree

source: Select language
el: Επιλέξτε γλώσσα

source: This information is only available for staff users
el: Αυτές οι πληροφορίες είναι διαθέσιμες μόνο σε προσωπικό

source: Updating
el: Γίνεται ενημέρωση

source: Updating group roles
el: Ενημέρωση ρόλων ομάδας

source: Updated
el: Ενημερώθηκε

source: Group roles updated
el: Οι ρόλοι της ομάδας ενημερώθηκαν

source: Role
el: Ρόλος

source: View
el: Προβολή

source: Change
el: Αλλαγή

source: Add
el: Προσθήκη

source: Reset group roles
el: Επαναφορά ρόλων ομάδας

source: Reset
el: Επαναφορά

source: Save group roles
el: Αποθήκευση ρόλων ομάδας

source: No items
el: Κανένα στοιχείο

source: Available
el: Διαθέσιμο

source: Selected
el: Επιλεγμένο

source: InvenTree Version
el: Έκδοση InvenTree

source: Python Version
el: Έκδοση Python

source: Django Version
el: Έκδοση Django

source: Commit Date
el: Ημερομηνία Commit

source: Commit Branch
el: Branch Commit

source: Version Information
el: Πληροφορίες Έκδοσης

source: Links
el: Σύνδεσμοι

source: Documentation
el: Τεκμηρίωση

source: Source Code
el: Πηγαίος Κώδικας

source: Mobile App
el: Εφαρμογή κινητού
