Repository: Overmaze/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: el

source: Pricing Overview
el: Επισκόπηση Τιμολόγησης

source: Purchase History
el: Ιστορικό Αγορών

source: Internal Pricing
el: Εσωτερική Τιμολόγηση

source: BOM Pricing
el: Τιμολόγηση BOM

source: Variant Pricing
el: Τιμολόγηση Παραλλαγών

source: Sale Pricing
el: Τιμολόγηση Πώλησης

source: Sale History
el: Ιστορικό Πωλήσεων

source: Edit Stocktake Entry
el: Επεξεργασία Καταχώρησης Απογραφής

source: Delete Stocktake Entry
el: Διαγραφή Καταχώρησης Απογραφής

source: Stock Value
el: Αξία Αποθέματος

source: Minimum Value
el: Ελάχιστη Αξία

source: Maximum Value
el: Μέγιστη Αξία

source: Total Price
el: Συνολική Τιμή

source: Component
el: Συστατικό

source: Minimum Price
el: Ελάχιστη Τιμή

source: Maximum Price
el: Μέγιστη Τιμή

source: Unit Price
el: Τιμή Μονάδας

source: Pie Chart
el: Γράφημα Πίτας

source: Bar Chart
el: Ραβδόγραμμα

source: Add Price Break
el: Προσθήκη Κλίμακας Τιμής

source: Edit Price Break
el: Επεξεργασία Κλίμακας Τιμής

source: Delete Price Break
el: Διαγραφή Κλίμακας Τιμής

source: Price Break
el: Κλίμακα Τιμής

source: Price
el: Τιμή

source: Refreshing pricing data
el: Ανανέωση δεδομένων τιμολόγησης

source: Pricing data updated
el: Τα δεδομένα τιμολόγησης ενημερώθηκαν

source: Failed to update pricing data
el: Αποτυχία ενημέρωσης δεδομένων τιμολόγησης

source: Edit Pricing
el: Επεξεργασία Τιμολόγησης

source: Pricing Category
el: Κατηγορία Τιμολόγησης

source: Minimum
el: Ελάχιστο

source: Maximum
el: Μέγιστο

source: Override Pricing
el: Παράκαμψη Τιμολόγησης

source: Overall Pricing
el: Συνολική Τιμολόγηση

source: Purchase Pricing
el: Τιμολόγηση Αγορών

source: Last Updated
el: Τελευταία Ενημέρωση

source: Pricing Not Set
el: Η Τιμολόγηση Δεν Έχει Οριστεί

source: Pricing data has not been calculated for this part
el: Τα δεδομένα τιμολόγησης δεν έχουν υπολογιστεί για αυτό το Προϊόν

source: Pricing Actions
el: Ενέργειες Τιμολόγησης

source: Refresh
el: Ανανέωση

source: Refresh pricing data
el: Ανανέωση δεδομένων τιμολόγησης

source: Edit pricing data
el: Επεξεργασία δεδομένων τιμολόγησης

source: No data available
el: Δεν υπάρχουν διαθέσιμα δεδομένα

source: No Data
el: Χωρίς Δεδομένα

source: No pricing data available
el: Δεν υπάρχουν διαθέσιμα δεδομένα τιμολόγησης

source: Loading pricing data
el: Φόρτωση δεδομένων τιμολόγησης

source: Purchase Price
el: Τιμή Αγοράς

source: Sale Price
el: Τιμή Πώλησης

source: Supplier Price
el: Τιμή Προμηθευτή

source: Variant Part
el: Παραλλαγή Προϊόντος

source: Edit Purchase Order
el: Επεξεργασία Εντολής Αγοράς

source: Add Purchase Order
el: Προσθήκη Εντολής Αγοράς

source: Supplier Reference
el: Αναφορά Προμηθευτή

source: Destination
el: Προορισμός

source: Completion Date
el: Ημερομηνία Ολοκλήρωσης

source: Line Items
el: Γραμμές Ειδών

source: Extra Line Items
el: Επιπλέον Γραμμές Ειδών

source: Issue Purchase Order
el: Έκδοση Εντολής Αγοράς

source: Cancel Purchase Order
el: Ακύρωση Εντολής Αγοράς

source: Hold Purchase Order
el: Παύση Εντολής Αγοράς

source: Complete Purchase Order
el: Ολοκλήρωση Εντολής Αγοράς

source: Order Actions
el: Ενέργειες Παραγγελίας

source: Customer Reference
el: Αναφορά Πελάτη

source: Return Address
el: Διεύθυνση Επιστροφής

source: Edit Return Order
el: Επεξεργασία Εντολής Επιστροφής

source: Add Return Order
el: Προσθήκη Εντολής Επιστροφής

source: Issue Return Order
el: Έκδοση Εντολής Επιστροφής

source: Cancel Return Order
el: Ακύρωση Εντολής Επιστροφής

source: Hold Return Order
el: Παύση Εντολής Επιστροφής

source: Complete Return Order
el: Ολοκλήρωση Εντολής Επιστροφής

source: Completed Shipments
el: Ολοκληρωμένες Αποστολές

source: Edit Sales Order
el: Επεξεργασία Εντολής Πώλησης

source: Add Sales Order
el: Προσθήκη Εντολής Πώλησης

source: Shipments
el: Αποστολές

source: Issue Sales Order
el: Έκδοση Εντολής Πώλησης

source: Cancel Sales Order
el: Ακύρωση Εντολής Πώλησης

source: Hold Sales Order
el: Παύση Εντολής Πώλησης

source: Ship Sales Order
el: Αποστολή Εντολής Πώλησης

source: Ship this order?
el: Αποστολή αυτής της παραγγελίας;

source: Order shipped
el: Η παραγγελία αποστάλθηκε

source: Complete Sales Order
el: Ολοκλήρωση Εντολής Πώλησης

source: Ship Order
el: Αποστολή Παραγγελίας

source: Shipment Reference
el: Αναφορά Αποστολής

source: Tracking Number
el: Αριθμός Παρακολούθησης

source: Invoice Number
el: Αριθμός Τιμολογίου

source: Allocated Items
el: Δεσμευμένα Είδη

source: Checked By
el: Ελέγχθηκε Από

source: Not checked
el: Δεν ελέγχθηκε

source: Shipment Date
el: Ημερομηνία Αποστολής

source: Delivery Date
el: Ημερομηνία Παράδοσης

source: Shipment Details
el: Λεπτομέρειες Αποστολής

source: Edit Shipment
el: Επεξεργασία Αποστολής

source: Cancel Shipment
el: Ακύρωση Αποστολής

source: Complete Shipment
el: Ολοκλήρωση Αποστολής

source: Checked
el: Ελεγμένο

source: Not Checked
el: Μη Ελεγμένο

source: Shipped
el: Απεσταλμένο

source: Delivered
el: Παραδόθηκε

source: Send Shipment
el: Αποστολή Δέματος

source: Shipment Actions
el: Ενέργειες Αποστολής

source: Check
el: Έλεγχος

source: Mark shipment as checked
el: Σήμανση αποστολής ως ελεγμένη

source: Uncheck
el: Αναίρεση Ελέγχου

source: Mark shipment as unchecked
el: Σήμανση αποστολής ως μη ελεγμένη

source: Parent Location
el: Μητρική Τοποθεσία

source: Sublocations
el: Υποτοποθεσίες

source: Location Type
el: Τύπος Τοποθεσίας

source: Top level stock location
el: Κορυφαία τοποθεσία αποθέματος

source: Location Details
el: Λεπτομέρειες Τοποθεσίας

source: Default Parts
el: Προεπιλεγμένα Προϊόντα

source: Edit Stock Location
el: Επεξεργασία Τοποθεσίας Αποθέματος

source: Move items to parent location
el: Μετακίνηση ειδών στη μητρική τοποθεσία

source: Delete Stock Location
el: Διαγραφή Τοποθεσίας Αποθέματος

source: Items Action
el: Ενέργεια για Είδη

source: Action for stock items in this location
el: Ενέργεια για τα είδη αποθέματος σε αυτή την τοποθεσία

source: Locations Action
el: Ενέργεια Τοποθεσιών

source: Action for child locations in this location
el: Ενέργεια για τις θυγατρικές τοποθεσίες σε αυτή την τοποθεσία

source: Scan Stock Item
el: Σάρωση Είδους Αποθέματος

source: Scanned stock item into location
el: Το είδος αποθέματος σαρώθηκε στην τοποθεσία

source: Error scanning stock item
el: Σφάλμα κατά τη σάρωση είδους αποθέματος

source: Scan Stock Location
el: Σάρωση Τοποθεσίας Αποθέματος

source: Scanned stock location into location
el: Η τοποθεσία αποθέματος σαρώθηκε επιτυχώς

source: Error scanning stock location
el: Σφάλμα κατά τη σάρωση τοποθεσίας αποθέματος

source: Location Actions
el: Ενέργειες Τοποθεσίας

source: Base Part
el: Βασικό Προϊόν

source: Previous serial number
el: Προηγούμενος σειριακός αριθμός

source: Find serial number
el: Εύρεση σειριακού αριθμού

source: Next serial number
el: Επόμενος σειριακός αριθμός

source: Allocated to Orders
el: Δεσμευμένο για Παραγγελίες

source: Installed In
el: Εγκατεστημένο Σε

source: Parent Item
el: Μητρικό Είδος

source: Parent stock item
el: Μητρικό είδος αποθέματος

source: Consumed By
el: Καταναλώθηκε Από

source: Last Stocktake
el: Τελευταία Απογραφή

source: Stock Details
el: Λεπτομέρειες Αποθέματος

source: Stock Tracking
el: Παρακολούθηση Αποθέματος

source: Installed Items
el: Εγκατεστημένα Είδη

source: Child Items
el: Θυγατρικά Είδη

source: Edit Stock Item
el: Επεξεργασία Είδους Αποθέματος

source: Items Created
el: Δημιουργήθηκαν Είδη

source: Created {n} stock items
el: Δημιουργήθηκαν {n} είδη αποθέματος

source: Delete Stock Item
el: Διαγραφή Είδους Αποθέματος

source: Serialize Stock Item
el: Μετατροπή σε Σειριακό Είδος

source: Stock item serialized
el: Το είδος αποθέματος σειριοποιήθηκε

source: Scan Into Location
el: Σάρωση στην Τοποθεσία

source: Scan into location
el: Σάρωση στην τοποθεσία

source: Scan this item into a location
el: Σάρωση του είδους σε μια τοποθεσία

source: Stock Operations
el: Λειτουργίες Αποθέματος

source: Serialize
el: Σειριοποίηση

source: Serialize stock
el: Σειριοποίηση αποθέματος

source: Stock Item Actions
el: Ενέργειες Είδους Αποθέματος

source: Stale
el: Μπαγιάτικο / Παρωχημένο

source: Expired
el: Έχει λήξει

source: Unavailable
el: Μη διαθέσιμο

source: Error loading icon package from server
el: Σφάλμα φόρτωσης πακέτου εικονιδίων από τον διακομιστή

source: Part is not active
el: Το Προϊόν δεν είναι ενεργό

source: You are subscribed to notifications for this part
el: Είστε εγγεγραμμένος σε ειδοποιήσεις για αυτό το Προϊόν

source: Select Columns
el: Επιλογή Στηλών

source: Has Batch Code
el: Έχει Κωδικό Παρτίδας

source: Show items which have a batch code
el: Εμφάνιση ειδών με κωδικό παρτίδας

source: Filter items by batch code
el: Φιλτράρισμα ειδών ανά κωδικό παρτίδας

source: Show items which are in stock
el: Εμφάνιση ειδών που είναι σε απόθεμα

source: Is Serialized
el: Είναι Σειριοποιημένο

source: Show items which have a serial number
el: Εμφάνιση ειδών με σειριακό αριθμό

source: Serial
el: Σειριακός

source: Filter items by serial number
el: Φιλτράρισμα ειδών ανά σειριακό αριθμό

source: Serial Below
el: Σειριακός Κάτω Από

source: Show items with serial numbers less than or equal to a given value
el: Εμφάνιση ειδών με σειριακό αριθμό μικρότερο ή ίσο από την τιμή

source: Serial Above
el: Σειριακός Πάνω Από

source: Show items with serial numbers greater than or equal to a given value
el: Εμφάνιση ειδών με σειριακό αριθμό μεγαλύτερο ή ίσο από την τιμή

source: Assigned to me
el: Ανατεθειμένα σε εμένα

source: Show orders assigned to me
el: Εμφάνιση παραγγελιών που έχουν ανατεθεί σε εμένα

source: Outstanding
el: Εκκρεμή

source: Show outstanding items
el: Εμφάνιση εκκρεμών ειδών

source: Show overdue items
el: Εμφάνιση εκπρόθεσμων ειδών

source: Minimum Date
el: Ελάχιστη Ημερομηνία

source: Show items after this date
el: Εμφάνιση ειδών μετά από αυτή την ημερομηνία

source: Maximum Date
el: Μέγιστη Ημερομηνία

source: Show items before this date
el: Εμφάνιση ειδών πριν από αυτή την ημερομηνία

source: Created Before
el: Δημιουργήθηκε Πριν Από

source: Show items created before this date
el: Εμφάνιση ειδών που δημιουργήθηκαν πριν από αυτή την ημερομηνία

source: Created After
el: Δημιουργήθηκε Μετά Από

source: Show items created after this date
el: Εμφάνιση ειδών που δημιουργήθηκαν μετά από αυτή την ημερομηνία

source: Start Date Before
el: Ημερομηνία Έναρξης Πριν Από

source: Show items with a start date before this date
el: Εμφάνιση ειδών με ημερομηνία έναρξης πριν από αυτή την ημερομηνία

source: Start Date After
el: Ημερομηνία Έναρξης Μετά Από

source: Show items with a start date after this date
el: Εμφάνιση ειδών με ημερομηνία έναρξης μετά από αυτή την ημερομηνία

source: Target Date Before
el: Ημερομηνία-Στόχος Πριν Από

source: Show items with a target date before this date
el: Εμφάνιση ειδών με ημερομηνία-στόχο πριν από αυτή την ημερομηνία

source: Target Date After
el: Ημερομηνία-Στόχος Μετά Από

source: Show items with a target date after this date
el: Εμφάνιση ειδών με ημερομηνία-στόχο μετά από αυτή την ημερομηνία

source: Completed Before
el: Ολοκληρώθηκε Πριν Από

source: Show items completed before this date
el: Εμφάνιση ειδών που ολοκληρώθηκαν πριν από αυτή την ημερομηνία

source: Completed After
el: Ολοκληρώθηκε Μετά Από

source: Show items completed after this date
el: Εμφάνιση ειδών που ολοκληρώθηκαν μετά από αυτή την ημερομηνία

source: Has Project Code
el: Έχει Κωδικό Έργου

source: Show orders with an assigned project code
el: Εμφάνιση παραγγελιών με καταχωρημένο κωδικό έργου

source: Include Variants
el: Συμπερίληψη Παραλλαγών

source: Include results for part variants
el: Συμπερίληψη αποτελεσμάτων για παραλλαγές Προϊόντων

source: Filter by order status
el: Φιλτράρισμα ανά κατάσταση παραγγελίας

source: Filter by project code
el: Φιλτράρισμα ανά κωδικό έργου

source: Filter by responsible owner
el: Φιλτράρισμα ανά υπεύθυνο ιδιοκτήτη

source: Filter by user
el: Φιλτράρισμα ανά χρήστη

source: Filter by manufacturer
el: Φιλτράρισμα ανά κατασκευαστή

source: Filter by supplier
el: Φιλτράρισμα ανά προμηθευτή

source: Filter by user who created the order
el: Φιλτράρισμα ανά χρήστη που δημιούργησε την παραγγελία

source: Filter by user who issued the order
el: Φιλτράρισμα ανά χρήστη που εξέδωσε την παραγγελία

source: Filter by part category
el: Φιλτράρισμα ανά κατηγορία Προϊόντος

source: Filter by stock location
el: Φιλτράρισμα ανά τοποθεσία αποθέματος

source: Remove filter
el: Αφαίρεση φίλτρου

source: Select filter value
el: Επιλογή τιμής φίλτρου

source: Enter filter value
el: Εισαγωγή τιμής φίλτρου

source: Select date value
el: Επιλογή ημερομηνίας

source: Select filter
el: Επιλογή φίλτρου

source: Filter
el: Φίλτρο

source: Table Filters
el: Φίλτρα Πίνακα

source: Add Filter
el: Προσθήκη Φίλτρου

source: Clear Filters
el: Καθαρισμός Φίλτρων

source: No records found
el: Δεν βρέθηκαν εγγραφές

source: Error loading table options
el: Σφάλμα φόρτωσης επιλογών πίνακα

source: Server returned incorrect data type
el: Ο διακομιστής επέστρεψε λανθασμένο τύπο δεδομένων

source: Error loading table data
el: Σφάλμα φόρτωσης δεδομένων πίνακα

source: View details
el: Προβολή λεπτομερειών

source: View {model}
el: Προβολή {model}

source: Delete Selected Items
el: Διαγραφή Επιλεγμένων Ειδών

source: Are you sure you want to delete the selected items?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε τα επιλεγμένα είδη;

source: This action cannot be undone
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί

source: Items deleted
el: Τα είδη διαγράφηκαν

source: Failed to delete items
el: Αποτυχία διαγραφής ειδών

source: Custom table filters are active
el: Τα προσαρμοσμένα φίλτρα πίνακα είναι ενεργά

source: Delete selected records
el: Διαγραφή επιλεγμένων εγγραφών

source: Refresh data
el: Ανανέωση δεδομένων

source: Active Filters
el: Ενεργά Φίλτρα

source: This BOM item is defined for a different parent
el: Αυτό το στοιχείο BOM έχει οριστεί για διαφορετικό γονικό

source: Part Information
el: Πληροφορίες Προϊόντος

source: This BOM item has not been validated
el: Αυτό το στοιχείο BOM δεν έχει επικυρωθεί

source: Substitutes
el: Υποκατάστατα

source: Virtual part
el: Εικονικό Προϊόν

source: External stock
el: Εξωτερικό απόθεμα

source: Includes substitute stock
el: Περιλαμβάνει υποκατάστατο απόθεμα

source: Includes variant stock
el: Περιλαμβάνει απόθεμα παραλλαγών

source: Building
el: Σε κατασκευή

source: Stock Information
el: Πληροφορίες αποθέματος

source: Consumable item
el: Αναλώσιμο στοιχείο

source: No available stock
el: Δεν υπάρχει διαθέσιμο απόθεμα

source: Show testable items
el: Εμφάνιση δοκιμασμένων στοιχείων

source: Show trackable items
el: Εμφάνιση ιχνηλάσιμων στοιχείων

source: Show assembled items
el: Εμφάνιση συναρμολογημένων στοιχείων

source: Show virtual items
el: Εμφάνιση εικονικών στοιχείων

source: Show items with available stock
el: Εμφάνιση Προϊόντων με διαθέσιμο απόθεμα

source: Show items on order
el: Εμφάνιση Προϊόντων σε παραγγελία

source: Validated
el: Επικυρωμένο

source: Show validated items
el: Εμφάνιση επικυρωμένων στοιχείων

source: Inherited
el: Κληρονομημένο

source: Show inherited items
el: Εμφάνιση κληρονομημένων στοιχείων

source: Allow Variants
el: Να επιτρέπονται παραλλαγές

source: Show items which allow variant substitution
el: Εμφάνιση Προϊόντων που επιτρέπουν αντικατάσταση παραλλαγών

source: Optional
el: Προαιρετικό

source: Show optional items
el: Εμφάνιση προαιρετικών στοιχείων

source: Consumable
el: Αναλώσιμο

source: Show consumable items
el: Εμφάνιση αναλώσιμων στοιχείων

source: Has Pricing
el: Έχει τιμολόγηση

source: Show items with pricing
el: Εμφάνιση στοιχείων με τιμολόγηση

source: Import BOM Data
el: Εισαγωγή δεδομένων BOM

source: Add BOM Item
el: Προσθήκη στοιχείου BOM

source: BOM item created
el: Το στοιχείο BOM δημιουργήθηκε

source: Edit BOM Item
el: Επεξεργασία στοιχείου BOM

source: BOM item updated
el: Το στοιχείο BOM ενημερώθηκε

source: Delete BOM Item
el: Διαγραφή στοιχείου BOM

source: BOM item deleted
el: Το στοιχείο BOM διαγράφηκε

source: BOM item validated
el: Το στοιχείο BOM επικυρώθηκε

source: Failed to validate BOM item
el: Αποτυχία επικύρωσης στοιχείου BOM

source: View BOM
el: Προβολή BOM

source: Validate BOM Line
el: Επικύρωση γραμμής BOM

source: Edit Substitutes
el: Επεξεργασία υποκατάστατων

source: Import from File
el: Εισαγωγή από αρχείο

source: Bill of materials cannot be edited, as the part is locked
el: Το BOM δεν μπορεί να επεξεργαστεί, επειδή το Προϊόν είναι κλειδωμένο

source: Assembly
el: Συναρμολόγηση

source: Show active assemblies
el: Εμφάνιση ενεργών συναρμολογήσεων

source: Trackable
el: Ιχνηλάσιμο

source: Show trackable assemblies
el: Εμφάνιση ιχνηλάσιμων συναρμολογήσεων

source: Allocated to Output
el: Δεσμευμένο για αποτέλεσμα

source: Show items allocated to a build output
el: Εμφάνιση Προϊόντων δεσμευμένων για αποτέλεσμα κατασκευής

source: Order Status
el: Κατάσταση παραγγελίας

source: Edit Stock Allocation
el: Επεξεργασία κατανομής αποθέματος

source: Consume
el: Κατανάλωση

source: View Stock Item
el: Προβολή Προϊόντος αποθέματος

source: Show fully allocated lines
el: Εμφάνιση πλήρως δεσμευμένων γραμμών

source: Show fully consumed lines
el: Εμφάνιση πλήρως καταναλωμένων γραμμών

source: Show consumable lines
el: Εμφάνιση αναλώσιμων γραμμών

source: Show optional lines
el: Εμφάνιση προαιρετικών γραμμών

source: Testable
el: Δοκιμασμένο

source: Tracked
el: Ιχνηλάσιμο

source: Show tracked lines
el: Εμφάνιση ιχνηλάσιμων γραμμών

source: In production
el: Σε παραγωγή

source: Insufficient stock
el: Ανεπαρκές απόθεμα

source: No stock available
el: Δεν υπάρχει διαθέσιμο απόθεμα

source: Gets Inherited
el: Κληρονομείται

source: Unit Quantity
el: Ποσότητα μονάδας

source: Setup Quantity
el: Ποσότητα ρύθμισης

source: Attrition
el: Φθορά

source: Rounding Multiple
el: Στρογγυλοποίηση πολλαπλάσιου

source: BOM Information
el: Πληροφορίες BOM

source: Fully allocated
el: Πλήρως δεσμευμένο

source: Create Build Order
el: Δημιουργία εντολής κατασκευής

source: Auto allocation in progress
el: Αυτόματη κατανομή σε εξέλιξη

source: Auto Allocate Stock
el: Αυτόματη κατανομή αποθέματος

source: Automatically allocate stock to this build according to the selected options
el: Αυτόματη κατανομή αποθέματος σε αυτή την κατασκευή σύμφωνα με τις επιλεγμένες επιλογές

source: Deallocate Stock
el: Αποδέσμευση αποθέματος

source: Deallocate all untracked stock for this build order
el: Αποδέσμευση όλου του μη παρακολουθούμενου αποθέματος για αυτή την παραγγελία κατασκευής

source: Deallocate stock from the selected line item
el: Αποδέσμευση αποθέματος από το επιλεγμένο στοιχείο γραμμής

source: Stock has been deallocated
el: Το απόθεμα αποδεσμεύτηκε

source: Build Stock
el: Κατασκευή αποθέματος

source: View Part
el: Προβολή Προϊόντος

source: Has Target Date
el: Έχει ημερομηνία στόχο

source: Show orders with a target date
el: Εμφάνιση παραγγελιών με ημερομηνία στόχο

source: Has Start Date
el: Έχει ημερομηνία έναρξης

source: Show orders with a start date
el: Εμφάνιση παραγγελιών με ημερομηνία έναρξης

source: Build Output Stock Allocation
el: Κατανομή αποθέματος εξόδου κατασκευής

source: Add Build Output
el: Προσθήκη εξόδου κατασκευής

source: Build output created
el: Η έξοδος κατασκευής δημιουργήθηκε

source: Edit Build Output
el: Επεξεργασία εξόδου κατασκευής

source: This action will deallocate all stock from the selected build output
el: Αυτή η ενέργεια θα αποδεσμεύσει όλο το απόθεμα από την επιλεγμένη έξοδο κατασκευής

source: Serialize Build Output
el: Σειριοποίηση εξόδου κατασκευής

source: Filter by stock status
el: Φιλτράρισμα κατά κατάσταση αποθέματος

source: Complete selected outputs
el: Ολοκλήρωση επιλεγμένων εξόδων

source: Scrap selected outputs
el: Απόρριψη επιλεγμένων εξόδων

source: Cancel selected outputs
el: Ακύρωση επιλεγμένων εξόδων

source: Allocate
el: Κατανομή

source: Allocate stock to build output
el: Κατανομή αποθέματος στην έξοδο κατασκευής

source: Deallocate
el: Αποδέσμευση

source: Deallocate stock from build output
el: Αποδέσμευση αποθέματος από την έξοδο κατασκευής

source: Serialize build output
el: Σειριοποίηση εξόδου κατασκευής

source: Complete build output
el: Ολοκλήρωση εξόδου κατασκευής

source: Scrap
el: Απόρριψη

source: Scrap build output
el: Απόρριψη εξόδου κατασκευής

source: Cancel build output
el: Ακύρωση εξόδου κατασκευής

source: Allocated Lines
el: Κατανεμημένες γραμμές

source: Required Tests
el: Απαιτούμενες δοκιμές

source: External Build
el: Εξωτερική κατασκευή

source: This build order is fulfilled by an external purchase order
el: Αυτή η εντολή κατασκευής εκτελείται μέσω εξωτερικής εντολής αγοράς

source: Add Address
el: Προσθήκη διεύθυνσης

source: Address created
el: Η διεύθυνση δημιουργήθηκε

source: Edit Address
el: Επεξεργασία διεύθυνσης

source: Delete Address
el: Διαγραφή διεύθυνσης

source: Are you sure you want to delete this address?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή τη διεύθυνση;

source: Add Company
el: Προσθήκη εταιρείας

source: Show active companies
el: Εμφάνιση ενεργών εταιρειών

source: Show companies which are suppliers
el: Εμφάνιση εταιρειών που είναι προμηθευτές

source: Show companies which are manufacturers
el: Εμφάνιση εταιρειών που είναι κατασκευαστές

source: Show companies which are customers
el: Εμφάνιση εταιρειών που είναι πελάτες

source: Edit Contact
el: Επεξεργασία επαφής

source: Add Contact
el: Προσθήκη επαφής

source: Delete Contact
el: Διαγραφή επαφής

source: Add contact
el: Προσθήκη επαφής

source: Uploading file {filename}
el: Μεταφόρτωση αρχείου {filename}

source: Uploading File
el: Μεταφόρτωση αρχείου

source: File Uploaded
el: Το αρχείο μεταφορτώθηκε

source: File {name} uploaded successfully
el: Το αρχείο {name} μεταφορτώθηκε με επιτυχία

source: File could not be uploaded
el: Το αρχείο δεν μπόρεσε να μεταφορτωθεί

source: Upload Attachment
el: Μεταφόρτωση συνημμένου

source: Edit Attachment
el: Επεξεργασία συνημμένου

source: Delete Attachment
el: Διαγραφή συνημμένου

source: Is Link
el: Είναι σύνδεσμος

source: Show link attachments
el: Εμφάνιση συνημμένων συνδέσμων

source: Is File
el: Είναι αρχείο

source: Show file attachments
el: Εμφάνιση συνημμένων αρχείων

source: Add attachment
el: Προσθήκη συνημμένου

source: Add external link
el: Προσθήκη εξωτερικού συνδέσμου

source: No attachments found
el: Δεν βρέθηκαν συνημμένα

source: Drag attachment file here to upload
el: Σύρετε το συνημμένο εδώ για μεταφόρτωση

source: Item
el: Προϊόν

source: Model
el: Μοντέλο

source: View Item
el: Προβολή Προϊόντος

source: Add Line Item
el: Προσθήκη γραμμής

source: Edit Line Item
el: Επεξεργασία γραμμής

source: Delete Line Item
el: Διαγραφή γραμμής

source: Add Extra Line Item
el: Προσθήκη επιπλέον γραμμής

source: Internal Units
el: Εσωτερικές μονάδες

source: Updated By
el: Ενημερώθηκε από

source: Filter by user who last updated the parameter
el: Φιλτράρισμα ανά χρήστη που ενημέρωσε τελευταίος την παράμετρο

source: Add Parameter
el: Προσθήκη παραμέτρου

source: Edit Parameter
el: Επεξεργασία παραμέτρου

source: Delete Parameter
el: Διαγραφή παραμέτρου

source: Add Parameter Template
el: Προσθήκη προτύπου παραμέτρου

source: Duplicate Parameter Template
el: Αντιγραφή προτύπου παραμέτρου

source: Delete Parameter Template
el: Διαγραφή προτύπου παραμέτρου

source: Edit Parameter Template
el: Επεξεργασία προτύπου παραμέτρου

source: Show checkbox templates
el: Εμφάνιση προτύπων checkbox

source: Has choices
el: Έχει επιλογές

source: Show templates with choices
el: Εμφάνιση προτύπων με επιλογές

source: Has Units
el: Έχει μονάδες

source: Show templates with units
el: Εμφάνιση προτύπων με μονάδες

source: Model Type
el: Τύπος μοντέλου

source: Click to edit
el: Κάντε κλικ για επεξεργασία

source: True
el: Αληθές

source: False
el: Ψευδές

source: Select a choice
el: Επιλέξτε τιμή

source: Enter a value
el: Εισαγάγετε μια τιμή

source: Allocated Quantity
el: Δεσμευμένη ποσότητα
