Repository: Overmaze/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: el

source: Reset failed
el: Η επαναφορά απέτυχε

source: Logged In
el: Συνδεθήκατε

source: Successfully logged in
el: Συνδεθήκατε με επιτυχία

source: Failed to set up MFA
el: Αποτυχία ρύθμισης MFA

source: Password set
el: Ο κωδικός ορίστηκε

source: The password was set successfully. You can now login with your new password
el: Ο κωδικός ορίστηκε με επιτυχία. Μπορείτε πλέον να συνδεθείτε με τον νέο σας κωδικό

source: Password could not be changed
el: Ο κωδικός δεν μπόρεσε να αλλάξει

source: The two password fields didn’t match
el: Οι δύο πεδία κωδικού δεν ταιριάζουν

source: Password Changed
el: Ο κωδικός άλλαξε

source: Not implemented
el: Δεν έχει υλοποιηθεί

source: This feature is not yet implemented
el: Αυτή η λειτουργία δεν έχει υλοποιηθεί ακόμη

source: You do not have permission to perform this action
el: Δεν έχετε δικαιώματα για να πραγματοποιήσετε αυτή την ενέργεια

source: Invalid Return Code
el: Μη έγκυρος κωδικός επιστροφής

source: Server returned status {returnCode}
el: Ο διακομιστής επέστρεψε κατάσταση {returnCode}

source: Timeout
el: Λήξη χρόνου

source: The request timed out
el: Το αίτημα έληξε χρονικά

source: Exporting Data
el: Εξαγωγή δεδομένων

source: Export Data
el: Εξαγωγή δεδομένων

source: Export
el: Εξαγωγή

source: Process failed
el: Η διαδικασία απέτυχε

source: Process completed successfully
el: Η διαδικασία ολοκληρώθηκε επιτυχώς

source: Item Created
el: Το Προϊόν δημιουργήθηκε

source: Item Updated
el: Το Προϊόν ενημερώθηκε

source: Items Updated
el: Τα Προϊόντα ενημερώθηκαν

source: Update multiple items
el: Ενημέρωση πολλών Προϊόντων

source: Item Deleted
el: Το Προϊόν διαγράφηκε

source: Are you sure you want to delete this item?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε αυτό το Προϊόν;

source: Count selected stock items
el: Καταμέτρηση επιλεγμένων ειδών αποθέματος

source: Add to selected stock items
el: Προσθήκη στα επιλεγμένα είδη αποθέματος

source: Remove from selected stock items
el: Αφαίρεση από τα επιλεγμένα είδη αποθέματος

source: Transfer selected stock items
el: Μεταφορά επιλεγμένων ειδών αποθέματος

source: Merge selected stock items
el: Συγχώνευση επιλεγμένων ειδών αποθέματος

source: Change status of selected stock items
el: Αλλαγή κατάστασης των επιλεγμένων ειδών αποθέματος

source: Assign Stock
el: Ανάθεση Αποθέματος

source: Assign selected stock items to a customer
el: Ανάθεση των επιλεγμένων ειδών αποθέματος σε πελάτη

source: Return selected items into stock
el: Επιστροφή των επιλεγμένων ειδών στο απόθεμα

source: Delete Stock
el: Διαγραφή Αποθέματος

source: Delete selected stock items
el: Διαγραφή των επιλεγμένων ειδών αποθέματος

source: Stock Actions
el: Ενέργειες Αποθέματος

source: Reset Password
el: Επαναφορά Κωδικού

source: Current Password
el: Τρέχων Κωδικός

source: Enter your current password
el: Εισαγάγετε τον τρέχοντα κωδικό σας

source: New Password
el: Νέος Κωδικός

source: Enter your new password
el: Εισαγάγετε τον νέο σας κωδικό

source: Confirm New Password
el: Επιβεβαίωση Νέου Κωδικού

source: Confirm your new password
el: Επιβεβαιώστε τον νέο σας κωδικό

source: Confirm
el: Επιβεβαίωση

source: Log off
el: Αποσύνδεση

source: Checking if you are already logged in
el: Έλεγχος εάν είστε ήδη συνδεδεμένος

source: No selection
el: Καμία επιλογή

source: Login
el: Σύνδεση

source: Logging you in
el: Γίνεται σύνδεση…

source: Don't have an account?
el: Δεν έχετε λογαριασμό;

source: Multi-Factor Authentication
el: Έλεγχος Ταυτότητας Πολλαπλών Παραγόντων

source: TOTP Code
el: Κωδικός TOTP

source: Enter one of your codes: {mfa_types}
el: Εισαγάγετε έναν από τους κωδικούς σας: {mfa_types}

source: Remember this device
el: Να θυμάσαι αυτή τη συσκευή

source: If enabled, you will not be asked for MFA on this device for 30 days.
el: Αν ενεργοποιηθεί, δεν θα σας ζητηθεί MFA σε αυτή τη συσκευή για 30 ημέρες.

source: Log in
el: Σύνδεση

source: MFA Setup Required
el: Απαιτείται ρύθμιση MFA

source: Add TOTP
el: Προσθήκη TOTP

source: Go back to login
el: Επιστροφή στη σύνδεση

source: Key invalid
el: Μη έγκυρο κλειδί

source: You need to provide a valid key to set a new password. Check your inbox for a reset link.
el: Πρέπει να δώσετε ένα έγκυρο κλειδί για να ορίσετε νέο κωδικό. Ελέγξτε τα εισερχόμενά σας για τον σύνδεσμο επαναφοράς.

source: Set new password
el: Ορισμός νέου κωδικού

source: The desired new password
el: Ο επιθυμητός νέος κωδικός

source: Send Password
el: Αποστολή κωδικού

source: You need to provide a valid key.
el: Πρέπει να δώσετε ένα έγκυρο κλειδί.

source: Verify Email
el: Επαλήθευση Email

source: Verify
el: Επαλήθευση

source: Error: {0}
el: Σφάλμα: {0}

source: An unexpected error has occurred
el: Προέκυψε ένα απρόσμενο σφάλμα

source: Item already scanned
el: Το Προϊόν έχει ήδη σαρωθεί

source: API Error
el: Σφάλμα API

source: Failed to fetch instance data
el: Αποτυχία λήψης δεδομένων της εγκατάστασης

source: Scan Error
el: Σφάλμα σάρωσης

source: Selected elements are not known
el: Τα επιλεγμένα στοιχεία δεν είναι γνωστά

source: Multiple object types selected
el: Επιλέχθηκαν πολλοί τύποι Προϊόντων

source: Actions ...
el: Ενέργειες ...

source: Barcode Scanning
el: Σάρωση barcode

source: Barcode Input
el: Εισαγωγή barcode

source: Action
el: Ενέργεια

source: No Items Selected
el: Δεν έχουν επιλεγεί Προϊόντα

source: Scan and select items to perform actions
el: Σαρώστε και επιλέξτε Προϊόντα για να εκτελέσετε ενέργειες

source: {0} items selected
el: Έχουν επιλεγεί {0} Προϊόντα

source: Scanned Items
el: Σαρωμένα Προϊόντα

source: Edit Account Information
el: Επεξεργασία πληροφοριών λογαριασμού

source: Account details updated
el: Τα στοιχεία λογαριασμού ενημερώθηκαν

source: Edit Profile Information
el: Επεξεργασία πληροφοριών προφίλ

source: Profile details updated
el: Τα στοιχεία προφίλ ενημερώθηκαν

source: First Name
el: Όνομα

source: Last Name
el: Επώνυμο

source: Staff Access
el: Πρόσβαση προσωπικού

source: Display Name
el: Όνομα Εμφάνισης

source: Position
el: Θέση

source: Type
el: Τύπος

source: Organisation
el: Οργανισμός

source: Primary Group
el: Κύρια Ομάδα

source: Account Details
el: Στοιχεία Λογαριασμού

source: Account Actions
el: Ενέργειες Λογαριασμού

source: Edit Account
el: Επεξεργασία Λογαριασμού

source: Change Password
el: Αλλαγή Κωδικού

source: Change User Password
el: Αλλαγή Κωδικού Χρήστη

source: Profile Details
el: Στοιχεία Προφίλ

source: Edit Profile
el: Επεξεργασία Προφίλ

source: Enter your password
el: Εισαγάγετε τον κωδικό σας

source: Error registering TOTP token
el: Σφάλμα κατά την καταχώριση του TOTP token

source: Register TOTP Token
el: Καταχώριση TOTP Token

source: Recovery Codes
el: Κωδικοί Ανάκτησης

source: Time-based One-Time Password
el: Κωδικός μίας χρήσης βασισμένος στον χρόνο

source: One-Time pre-generated recovery codes
el: Προ-δημιουργημένοι κωδικοί ανάκτησης μίας χρήσης

source: Web Authentication (WebAuthn) is a web standard for secure authentication
el: Το Web Authentication (WebAuthn) είναι ένα πρότυπο ιστού για ασφαλή ταυτοποίηση

source: Last used at
el: Τελευταία χρήση στις

source: Created at
el: Δημιουργήθηκε στις

source: Not Configured
el: Μη Διαμορφωμένο

source: No multi-factor tokens configured for this account
el: Δεν έχουν ρυθμιστεί multi-factor tokens για αυτόν τον λογαριασμό

source: Secret
el: Μυστικό

source: One-Time Password
el: Κωδικός Μίας Χρήσης

source: Enter the TOTP code to ensure it registered correctly
el: Εισαγάγετε τον κωδικό TOTP για να επιβεβαιώσετε ότι καταχωρήθηκε σωστά

source: Email Addresses
el: Διευθύνσεις Email

source: Not enabled
el: Μη ενεργοποιημένο

source: Single Sign On is not enabled for this server
el: Το Single Sign On δεν είναι ενεργοποιημένο για αυτόν τον διακομιστή

source: Access Tokens
el: Κλειδιά Πρόσβασης

source: Session Information
el: Πληροφορίες Συνεδρίας

source: Timestamp
el: Χρονική Σήμανση

source: Method
el: Μέθοδος

source: Error while updating email
el: Σφάλμα κατά την ενημέρωση του email

source: Currently no email addresses are registered.
el: Δεν υπάρχουν καταχωρημένες διευθύνσεις email.

source: The following email addresses are associated with your account:
el: Οι παρακάτω διευθύνσεις email συνδέονται με τον λογαριασμό σας:

source: Primary
el: Κύρια

source: Verified
el: Επαληθευμένο

source: Unverified
el: Μη Επαληθευμένο

source: Make Primary
el: Ορισμός ως Κύριο

source: Re-send Verification
el: Επαναποστολή Επαλήθευσης

source: Add Email Address
el: Προσθήκη Διεύθυνσης Email

source: E-Mail address
el: Διεύθυνση E-Mail

source: Error while adding email
el: Σφάλμα κατά την προσθήκη email

source: Add Email
el: Προσθήκη Email

source: There are no providers connected to this account.
el: Δεν υπάρχουν συνδεδεμένοι πάροχοι σε αυτόν τον λογαριασμό.

source: You can sign in to your account using any of the following providers
el: Μπορείτε να συνδεθείτε στον λογαριασμό σας χρησιμοποιώντας οποιονδήποτε από τους παρακάτω παρόχους

source: Remove Provider Link
el: Αφαίρεση σύνδεσης παρόχου

source: Display Settings
el: Ρυθμίσεις Εμφάνισης

source: Language
el: Γλώσσα

source: Use pseudo language
el: Χρήση ψευδογλώσσας

source: Color Mode
el: Λειτουργία χρώματος

source: Highlight color
el: Χρώμα επισήμανσης

source: Example
el: Παράδειγμα

source: White color
el: Λευκό χρώμα

source: Black color
el: Μαύρο χρώμα

source: Border Radius
el: Καμπυλότητα γωνιών

source: Loader
el: Δείκτης φόρτωσης

source: Bars
el: Ράβδοι

source: Oval
el: Οβάλ

source: Dots
el: Τελείες

source: Currency
el: Νόμισμα

source: Rate
el: Ισοτιμία

source: Exchange rates updated
el: Οι ισοτιμίες ενημερώθηκαν

source: Exchange rate update error
el: Σφάλμα ενημέρωσης ισοτιμιών

source: Refresh currency exchange rates
el: Ανανέωση ισοτιμιών νομισμάτων

source: Last fetched
el: Τελευταία λήψη

source: Base currency
el: Βασικό νόμισμα

source: Email Messages
el: Μηνύματα email

source: Admin Center Information
el: Πληροφορίες Κέντρου Διαχείρισης

source: The home panel (and the whole Admin Center) is a new feature starting with the new UI and was previously (before 1.0) not available.
el: Το κεντρικό πάνελ (και συνολικά το Κέντρο Διαχείρισης) είναι νέα λειτουργία που ξεκινά με το νέο UI και παλαιότερα (πριν την 1.0) δεν ήταν διαθέσιμη.

source: The admin center provides a centralized location for all administration functionality and is meant to replace all interaction with the (django) backend admin interface.
el: Το κέντρο διαχείρισης παρέχει έναν κεντρικό χώρο για όλες τις λειτουργίες διαχείρισης και προορίζεται να αντικαταστήσει κάθε αλληλεπίδραση με το backend admin (Django).

source: Please open feature requests (after checking the tracker) for any existing backend admin functionality you are missing in this UI. The backend admin interface should be used carefully and seldom.
el: Άνοιξε αιτήματα νέων λειτουργιών (αφού ελέγξεις πρώτα το tracker) για οποιαδήποτε δυνατότητα του backend admin λείπει από αυτό το UI. Η διεπαφή backend admin πρέπει να χρησιμοποιείται σπάνια και με προσοχή.

source: Quick Actions
el: Γρήγορες ενέργειες

source: Home
el: Αρχική

source: Users / Access
el: Χρήστες / Πρόσβαση

source: Data Import
el: Εισαγωγή δεδομένων

source: Data Export
el: Εξαγωγή δεδομένων

source: Barcode Scans
el: Σαρώσεις barcode

source: Background Tasks
el: Εργασίες παρασκηνίου

source: Error Reports
el: Αναφορές σφαλμάτων

source: Currencies
el: Νομίσματα

source: Custom States
el: Προσαρμοσμένες καταστάσεις

source: Custom Units
el: Προσαρμοσμένες μονάδες

source: Category Parameters
el: Παράμετροι Κατηγορίας

source: Location Types
el: Τύποι Τοποθεσιών

source: Machines
el: Μηχανήματα

source: Operations
el: Λειτουργίες

source: Data Management
el: Διαχείριση Δεδομένων

source: Reporting
el: Αναφορές

source: Extend / Integrate
el: Επέκταση / Ενσωμάτωση

source: Advanced Options
el: Προχωρημένες Επιλογές

source: Machine Drivers
el: Οδηγοί Μηχανημάτων

source: Machine Types
el: Τύποι Μηχανημάτων

source: Machine Errors
el: Σφάλματα Μηχανημάτων

source: Registry Registry Errors
el: Σφάλματα Μητρώου

source: There are machine registry errors
el: Υπάρχουν σφάλματα μητρώου μηχανημάτων

source: Machine Registry Errors
el: Σφάλματα Μητρώου Μηχανημάτων

source: There are no machine registry errors
el: Δεν υπάρχουν σφάλματα μητρώου μηχανημάτων

source: Machine Settings
el: Ρυθμίσεις Μηχανημάτων

source: Info
el: Πληροφορίες

source: External plugins are not enabled for this InvenTree installation.
el: Τα εξωτερικά πρόσθετα δεν είναι ενεργά σε αυτή την εγκατάσταση του InvenTree.

source: Plugin Errors
el: Σφάλματα πρόσθετων

source: Page Size
el: Μέγεθος Σελίδας

source: Landscape
el: Οριζόντιος προσανατολισμός

source: Merge
el: Συγχώνευση

source: Attach to Model
el: Σύνδεση με Μοντέλο

source: Background worker not running
el: Η εργασία παρασκηνίου δεν εκτελείται

source: The background task manager service is not running. Contact your system administrator.
el: Η υπηρεσία εργασιών παρασκηνίου δεν εκτελείται. Επικοινώνησε με τον διαχειριστή συστήματος.

source: Pending Tasks
el: Εκκρεμείς εργασίες

source: Scheduled Tasks
el: Προγραμματισμένες εργασίες

source: Failed Tasks
el: Αποτυχημένες εργασίες

source: Alias
el: Συντόμευση

source: Dimensionless
el: Άνευ διαστάσεων

source: All units
el: Όλες οι μονάδες

source: The settings below are specific to each available plugin
el: Οι παρακάτω ρυθμίσεις είναι ειδικές για κάθε διαθέσιμο πρόσθετο

source: Authentication
el: Ταυτοποίηση

source: The settings below are specific to each available notification method
el: Οι παρακάτω ρυθμίσεις είναι ειδικές για κάθε διαθέσιμη μέθοδο ειδοποίησης

source: Pricing
el: Τιμολόγηση

source: Labels
el: Ετικέτες

source: Account
el: Λογαριασμός

source: Security
el: Ασφάλεια

source: Display Options
el: Επιλογές εμφάνισης

source: History
el: Ιστορικό

source: Mark as unread
el: Σήμανση ως μη αναγνωσμένο

source: No Required Items
el: Δεν υπάρχουν απαιτούμενα Προϊόντα

source: This build order does not have any required items.
el: Η εντολή κατασκευής δεν έχει απαιτούμενα Προϊόντα.

source: The assembled part may not have a Bill of Materials (BOM) defined, or the BOM is empty.
el: Το συναρμολογημένο Προϊόν μπορεί να μην έχει ορισμένο BOM ή το BOM είναι άδειο.

source: Revision
el: Αναθεώρηση

source: Custom Status
el: Προσαρμοσμένη κατάσταση

source: External
el: Εξωτερικό

source: Reference
el: Αναφορά

source: Parent Build
el: Γονική κατασκευή

source: Build Quantity
el: Ποσότητα Κατασκευής

source: Can Build
el: Μπορεί να Κατασκευαστεί

source: Completed Outputs
el: Ολοκληρωμένες Παραγωγές

source: Issued By
el: Εκδόθηκε Από

source: Responsible
el: Υπεύθυνος

source: Any location
el: Οποιαδήποτε τοποθεσία

source: Destination Location
el: Τοποθεσία Προορισμού

source: Created
el: Δημιουργήθηκε

source: Start Date
el: Ημερομηνία Έναρξης

source: Target Date
el: Ημερομηνία Στόχος

source: Completed
el: Ολοκληρώθηκε

source: Build Details
el: Λεπτομέρειες Κατασκευής

source: Required Parts
el: Απαιτούμενα Προϊόντα

source: Allocated Stock
el: Δεσμευμένο Απόθεμα

source: Consumed Stock
el: Καταναλωμένο Απόθεμα

source: Incomplete Outputs
el: Μη Ολοκληρωμένες Παραγωγές

source: External Orders
el: Εξωτερικές Παραγγελίες

source: Child Build Orders
el: Θυγατρικές Εντολές Κατασκευής

source: Test Results
el: Αποτελέσματα Δοκιμών

source: Edit Build Order
el: Επεξεργασία Εντολής Κατασκευής

source: Add Build Order
el: Προσθήκη Εντολής Κατασκευής

source: Cancel Build Order
el: Ακύρωση Εντολής Κατασκευής

source: Order cancelled
el: Η παραγγελία ακυρώθηκε

source: Cancel this order
el: Ακύρωση της παραγγελίας

source: Hold Build Order
el: Πάγωμα Εντολής Κατασκευής

source: Place this order on hold
el: Τοποθέτηση παραγγελίας σε αναμονή

source: Order placed on hold
el: Η παραγγελία τέθηκε σε αναμονή

source: Issue Build Order
el: Έκδοση Εντολής Κατασκευής

source: Issue this order
el: Έκδοση παραγγελίας

source: Order issued
el: Η παραγγελία εκδόθηκε

source: Complete Build Order
el: Ολοκλήρωση Εντολής Κατασκευής

source: Mark this order as complete
el: Σήμανση παραγγελίας ως ολοκληρωμένη

source: Order completed
el: Η παραγγελία ολοκληρώθηκε

source: Issue Order
el: Έκδοση Παραγγελίας

source: Complete Order
el: Ολοκλήρωση Παραγγελίας

source: Build Order Actions
el: Ενέργειες Εντολής Κατασκευής

source: Edit order
el: Επεξεργασία παραγγελίας

source: Duplicate order
el: Αντιγραφή παραγγελίας

source: Hold order
el: Κατάψυξη παραγγελίας

source: Cancel order
el: Ακύρωση παραγγελίας

source: Build Order
el: Εντολή Κατασκευής

source: Show external build orders
el: Εμφάνιση εξωτερικών εντολών κατασκευής

source: Table View
el: Προβολή Πίνακα

source: Calendar View
el: Προβολή Ημερολογίου

source: Website
el: Ιστοσελίδα

source: Phone Number
el: Τηλέφωνο

source: Email Address
el: Διεύθυνση Email

source: Tax ID
el: ΑΦΜ

source: Default Currency
el: Προεπιλεγμένο Νόμισμα

source: Manufacturer
el: Κατασκευαστής

source: Customer
el: Πελάτης

source: Company Details
el: Στοιχεία Εταιρείας

source: Supplied Parts
el: Προμηθευόμενα Προϊόντα

source: Manufactured Parts
el: Κατασκευασμένα Προϊόντα

source: Assigned Stock
el: Ανατεθειμένο Απόθεμα

source: Edit Company
el: Επεξεργασία Εταιρείας

source: Delete Company
el: Διαγραφή Εταιρείας

source: Company Actions
el: Ενέργειες Εταιρείας

source: Internal Part
el: Εσωτερικό Προϊόν

source: Manufacturer Part Number
el: Κωδικός Προϊόντος Κατασκευαστή

source: External Link
el: Εξωτερικός Σύνδεσμος

source: Part Details
el: Στοιχεία Προϊόντος

source: Manufacturer Details
el: Στοιχεία Κατασκευαστή

source: Manufacturer Part Details
el: Στοιχεία Προϊόντος Κατασκευαστή

source: Received Stock
el: Παραληφθέν Απόθεμα

source: Edit Manufacturer Part
el: Επεξεργασία Προϊόντος Κατασκευαστή

source: Add Manufacturer Part
el: Προσθήκη Προϊόντος Κατασκευαστή

source: Delete Manufacturer Part
el: Διαγραφή Προϊόντος Κατασκευαστή

source: Manufacturer Part Actions
el: Ενέργειες Προϊόντος Κατασκευαστή

source: Part Description
el: Περιγραφή Προϊόντος

source: Pack Quantity
el: Ποσότητα Συσκευασίας

source: Supplier Availability
el: Διαθεσιμότητα Προμηθευτή

source: Availability Updated
el: Η Διαθεσιμότητα Ενημερώθηκε

source: Availability
el: Διαθεσιμότητα

source: Supplier Part Details
el: Στοιχεία Προϊόντος Προμηθευτή

source: Supplier Pricing
el: Τιμολόγηση Προμηθευτή

source: Supplier Part Actions
el: Ενέργειες Προϊόντος Προμηθευτή

source: Edit Supplier Part
el: Επεξεργασία Προϊόντος Προμηθευτή

source: Delete Supplier Part
el: Διαγραφή Προϊόντος Προμηθευτή

source: Add Supplier Part
el: Προσθήκη Προϊόντος Προμηθευτή

source: No Stock
el: Χωρίς Απόθεμα

source: System Overview
el: Επισκόπηση Συστήματος

source: Group Name
el: Όνομα Ομάδας

source: Group Details
el: Στοιχεία Ομάδας

source: Group Roles
el: Ρόλοι Ομάδας

source: User Information
el: Πληροφορίες Χρήστη

source: User Permissions
el: Δικαιώματα Χρήστη

source: User Profile
el: Προφίλ Χρήστη

source: User Details
el: Στοιχεία Χρήστη

source: Basic user
el: Βασικός χρήστης

source: Pending
el: Σε εκκρεμότητα

source: Completed Line Items
el: Ολοκληρωμένες Γραμμές Είδους

source: Order Currency
el: Νόμισμα Παραγγελίας

source: Total Cost
el: Συνολικό Κόστος

source: Shipping Address
el: Διεύθυνση Αποστολής

source: Not specified
el: Δεν έχει καθοριστεί

source: Contact Email
el: Email Επικοινωνίας

source: Contact Phone
el: Τηλέφωνο Επικοινωνίας

source: Creation Date
el: Ημερομηνία Δημιουργίας

source: Issue Date
el: Ημερομηνία Έκδοσης

source: Order Details
el: Λεπτομέρειες Παραγγελίας

source: Path
el: Διαδρομή

source: Parent Category
el: Γονική Κατηγορία

source: Subcategories
el: Υποκατηγορίες

source: Structural
el: Δομικό

source: Parent default location
el: Προεπιλεγμένη τοποθεσία γονικής

source: Default location
el: Προεπιλεγμένη τοποθεσία

source: Top level part category
el: Κατηγορία Προϊόντων κορυφαίου επιπέδου

source: Edit Part Category
el: Επεξεργασία Κατηγορίας Προϊόντων

source: Move items to parent category
el: Μετακίνηση Προϊόντων στη γονική κατηγορία

source: Delete items
el: Διαγραφή Προϊόντων

source: Delete Part Category
el: Διαγραφή Κατηγορίας Προϊόντων

source: Parts Action
el: Ενέργεια Προϊόντων

source: Action for parts in this category
el: Ενέργεια για τα Προϊόντα αυτής της κατηγορίας

source: Child Categories Action
el: Ενέργεια Υποκατηγοριών

source: Action for child categories in this category
el: Ενέργεια για τις υποκατηγορίες αυτής της κατηγορίας

source: Category Actions
el: Ενέργειες Κατηγορίας

source: Category Details
el: Στοιχεία Κατηγορίας

source: Build Order Allocations
el: Κατανομές Εντολών Κατασκευής

source: Sales Order Allocations
el: Κατανομές Παραγγελιών Πώλησης

source: Validate BOM
el: Έλεγχος BOM

source: Do you want to validate the bill of materials for this assembly?
el: Θέλετε να επικυρώσετε το BOM για αυτό το συναρμολόγημα;

source: Bill of materials scheduled for validation
el: Το BOM προγραμματίστηκε για επικύρωση

source: BOM Validated
el: Το BOM Επικυρώθηκε

source: The Bill of Materials for this part has been validated
el: Το BOM για αυτό το Προϊόν έχει επικυρωθεί

source: BOM Not Validated
el: Το BOM Δεν Έχει Επικυρωθεί

source: The Bill of Materials for this part has previously been checked, but requires revalidation
el: Το BOM για αυτό το Προϊόν έχει ελεγχθεί παλαιότερα, αλλά απαιτεί επανεπικύρωση

source: The Bill of Materials for this part has not yet been validated
el: Το BOM για αυτό το Προϊόν δεν έχει επικυρωθεί ακόμη

source: Validated On
el: Επικυρώθηκε Στις

source: Validated By
el: Επικυρώθηκε Από

source: Variant of
el: Παραλλαγή του

source: Revision of
el: Αναθεώρηση του

source: Default Location
el: Προεπιλεγμένη Τοποθεσία

source: Category Default Location
el: Προεπιλεγμένη Τοποθεσία Κατηγορίας

source: Default Supplier
el: Προεπιλεγμένος Προμηθευτής

source: Units
el: Μονάδες

source: Keywords
el: Λέξεις-Κλειδιά

source: Available Stock
el: Διαθέσιμο Απόθεμα

source: On order
el: Σε παραγγελία

source: Required for Orders
el: Απαιτείται για Παραγγελίες

source: Allocated to Build Orders
el: Δεσμευμένο για Εντολές Κατασκευής

source: Allocated to Sales Orders
el: Δεσμευμένο για Παραγγελίες Πώλησης

source: Minimum Stock
el: Ελάχιστο Απόθεμα

source: Locked
el: Κλειδωμένο

source: Template Part
el: Πρότυπο Προϊόν

source: Assembled Part
el: Συναρμολογημένο Προϊόν

source: Component Part
el: Προϊόν Συστατικού

source: Testable Part
el: Ελέγξιμο Προϊόν

source: Trackable Part
el: Ανιχνεύσιμο Προϊόν

source: Purchaseable Part
el: Αγοράσιμο Προϊόν

source: Saleable Part
el: Πωλήσιμο Προϊόν

source: Virtual Part
el: Εικονικό Προϊόν

source: Created By
el: Δημιουργήθηκε Από

source: Default Expiry
el: Προεπιλεγμένη Λήξη

source: days
el: ημέρες

source: Price Range
el: Εύρος Τιμής

source: Latest Serial Number
el: Τελευταίος Σειριακός Αριθμός

source: Select Part Revision
el: Επιλογή Αναθεώρησης Προϊόντος

source: Variants
el: Παραλλαγές

source: Allocations
el: Δεσμεύσεις

source: Bill of Materials
el: Κατάλογος Υλικών (BOM)

source: Used In
el: Χρησιμοποιείται Σε

source: Part Pricing
el: Τιμολόγηση Προϊόντος

source: Test Templates
el: Πρότυπα Δοκιμών

source: Related Parts
el: Σχετικά Προϊόντα

source: Part is Locked
el: Το Προϊόν είναι Κλειδωμένο

source: Part parameters cannot be edited, as the part is locked
el: Οι παράμετροι προϊόντος δεν μπορούν να επεξεργαστούν επειδή το προϊόν είναι κλειδωμένο

source: Required
el: Απαιτείται

source: Add Part
el: Προσθήκη Προϊόντος

source: Delete Part
el: Διαγραφή Προϊόντος

source: Deleting this part cannot be reversed
el: Η διαγραφή αυτού του Προϊόντος δεν μπορεί να αναιρεθεί

source: Order
el: Παραγγελία

source: Order Stock
el: Παραγγελία Αποθέματος

source: Search by serial number
el: Αναζήτηση με σειριακό αριθμό

source: Part Actions
el: Ενέργειες Προϊόντος

source: No pricing data found for this part.
el: Δεν βρέθηκαν δεδομένα τιμολόγησης για αυτό το Προϊόν.
